{
  "items": {
    "hecate": {
      "title": "Statue of a Triple-Bodied Hecate",
      "image": "img/collection/hecate.jpg",

      "metadata": {
        "title": "Statue of a Triple-Bodied Hecate",
        "creator": ["Unknown"],
        "type": "Statue",
        "date": "2nd century A.D.",
        "location": "Galleria Borghese, Rome (Italy), Room 6 - Aeneas and Anchises Room",
        "room": "Mythic roots",
        "identifier": ["https://www.collezionegalleriaborghese.it/en/opere/statue-of-a-triple-bodied-hecate"]
      },
      "texts": {
        "short-fun-kid": "This statue shows Hecate, a goddess with three bodies. She watches everything around her and helps people when they face important decisions. Hecate is linked to magic, the moon, and the power of choices.",
        "medium-fun-kid": "This statue shows Hecate as three women standing together. In stories, she is a goddess who watches over crossroads and doorways. Hecate can be both scary and helpful: in stories, she is connected to the moon, magic, and the underworld, but she can also protect homes and guide people through difficult choices. \n Her three bodies represent the phases of the moon and the three realms – earth, sky, and sea – showing that she has power over many parts of the world.",
        "long-fun-kid": "This statue shows Hecate, a goddess from ancient stories, with three bodies joined together. People believed she could see in every direction at once, and her three forms represented the earth, the sky, and the sea—or the different phases of the moon. She was connected to moments of change, like standing at a crossroads, passing through a doorway, or deciding which path to take in life. \n Hecate could be frightening because of her magic, but she was also kind and protective. People asked her for guidance, help with spells, or protection when they faced challenges, traveled to new places, or started something important. Her powers made her both respected and feared, and she was seen as a goddess who could help people safely navigate the unknown.",
        "short-educational-adult": "This triple-bodied statue represents Hecate, a goddess associated with transition, protection, and magic. People believed she could guide them at crossroads, doorways, and important moments, sometimes helping, sometimes challenging them.",
        "medium-educational-adult": "This Roman sculpture reproduces a Classical Greek model attributed to Alcamenes. Depicting Hecate in triple form, it emphasizes her authority over thresholds, transitions, and liminal spaces. Her threefold body reflects her power to oversee multiple realms simultaneously, and she is associated with both protective guidance and fearsome magic.",
        "long-educational-adult": "This statue of a triple-bodied Hecate is a Roman copy of a sculptural type traditionally attributed to the fifth-century Athenian sculptor Alcamenes. The ancient elements consist of the three standing female figures, while later restorations, completed around 1828 by Antonio d’Este, include the upper vegetal ornament. The women stand against a basket-shaped pillar known as a kalathos and wear long chitons with peploi fastened beneath the chest. \n Hecate was often imagined as a threefold deity, a form that signified her command over multiple realms and phases. Associated with the moon, crossroads, and moments of transition, she governed boundaries between worlds. The statue conveys her ability to watch in all directions, reinforcing her dual role as both protective guardian and potentially fearsome guide through liminal spaces.",
        "short-scholar": "This triple-bodied representation of Hecate visualizes her liminal authority as a goddess of thresholds, transitions, and multidirectional perception, embodying both guidance and potential danger.",
        "medium-scholar": "Attributed to a sculptural type by Alcamenes, this Roman replica presents Hecate in triple form, emphasizing her role as a goddess of liminality whose power encompasses protection, transition, and magical knowledge. Her threefold body symbolizes command over multiple realms and the three phases of the moon, while her gaze in all directions reinforces her authority at thresholds, doorways, and crossroads. Hecate embodies an ambivalent nature, both guiding and potentially fearsome, and her cult associated her with magic, divination, and ritual practice.",
        "long-scholar": "While the three bodies themselves are ancient, the work underwent significant restoration in the early nineteenth century under Antonio d’Este, including the addition of the vegetal element crowning the basket-shaped kalathos. The figures are clothed in long chitons with peploi gathered beneath the breasts, consistent with Classical sculptural conventions. \n Hecate’s tripartite form reflects her complex mythological identity. Often associated with the three phases of the moon and the division of the cosmos into earth, sky, and sea, she embodies transition and multiplicity. As a goddess of liminal spaces—doorways, gates, and crossroads—she occupies points of passage rather than fixed domains. Her ability to see in all directions simultaneously reinforces her function as a guide through moments of uncertainty and change. \n Mythological tradition attributes to Hecate an ambivalent nature. She is linked to darkness, the underworld, and magical practice, yet also revered as a protective household deity and benefactor of humankind. This duality underpins her prominence in rituals of magic, divination, and spellwork, where she was invoked to ensure protection, guidance, and successful transitions. The triple-bodied statue encapsulates this layered identity, presenting Hecate as a figure whose power resides precisely in her liminality—at once fearsome and protective, shadowed and sustaining, guardian of boundaries and agent of transformation."
      }
    },
    "medea-amphora": {
      "title": "Medea's Amphora",
      "image": "img/collection/Medea.jpg",

      "metadata": {
        "title": "Neck Amphora Attributed to the Medea Group",
        "creator": ["Unknown"],
        "type": "Neck-amphora",
        "date": "510 B.C. - 500 B.C.",
        "location": "Unknown",
        "room": "Mythic roots",
        "identifier": ["https://www.britishmuseum.org/collection/object/G_1837-0609-62"]
      },
      "texts": {
        "short-fun-kid": "This vase shows Medea, a powerful woman from an ancient Greek story. She uses magic to make an old ram young again. The people watching trust her powers, not realizing that this moment will lead to something terrible.",
        "medium-fun-kid": "This ancient vase shows Medea using magic to make a ram come back to life. She does this to trick a king’s daughters into believing she can make their father young again. Medea’s magic is impressive, but it also shows how dangerous power can be.",
        "long-fun-kid": "This picture on an ancient Greek vase shows Medea, a famous sorceress from mythology. In the center, a ram jumps out of a boiling pot, made young again by her magic. Medea stands nearby, controlling the spell, while a king and his daughters watch in surprise. \n She performs this magic so they will believe she can help their father. Later, however, her trick leads them to do something terrible. The vase presents Medea as clever, powerful, and dangerous, reminding us that magic can be used to help or to harm.",
        "short-educational-adult": "This black-figure amphora depicts Medea demonstrating her magical power by rejuvenating a ram, a key moment in the myth leading to the downfall of King Pelias.",
        "medium-educational-adult": "This black-figured neck-amphora presents a key episode from the myth of Medea, showing her reviving a ram through ritual magic. The scene foreshadows the deception that will lead Pelias’ daughters to bring about their father’s death, revealing Medea’s intelligence and capacity for calculated vengeance.",
        "long-educational-adult": "This black-figured neck-amphora captures a decisive moment in the myth of Medea, the sorceress-princess of Colchis. At the center of the composition, a cauldron set over flames releases the forepart of a ram, reborn through Medea’s ritual knowledge. Medea herself presides over the scene, her raised hand and richly patterned clothing marking her authority over the act. Nearby, King Pelias observes closely, while his daughters react with astonishment. \n This demonstration serves as a calculated deception. Convinced by Medea’s apparent success, the daughters will later attempt to rejuvenate Pelias by dismembering and boiling him, resulting in his death. The vase freezes a moment of suspense, poised between wonder and catastrophe, emphasizing Medea’s capacity to manipulate belief through spectacle and intelligence.",
        "short-scholar": "TThis black-figure amphora visualizes Medea’s ritual authority at the moment she stages the rejuvenation of the ram, a performative act that precedes Pelias’ death and highlights Medea’s moral ambiguity.",
        "medium-scholar": "This black-figured neck-amphora shows a dramatic moment from the myth of Medea, the sorceress-princess of Colchis. At the center, a cauldron releases the forepart of a ram, reborn through Medea’s magic. Medea herself presides over the scene, her raised hand and elaborate garments signaling mastery over ritual power. Pelias watches closely, while his daughters react with astonishment, unaware that their trust in her will lead to his death. \n Medea’s demonstration exemplifies her intelligence and capacity for calculated vengeance. A healer, enchantress, and foreign princess, she occupies the space between mortal and divine, wielding transformative magic that can both renew and destroy. The vase captures her authority, moral ambiguity, and the power of ritual as a tool of persuasion.",
        "long-scholar": "This black-figured neck-amphora presents one of the most charged episodes of the Medea myth: the staged rejuvenation of the ram that precedes the murder of King Pelias. \n At the centre stands a cauldron atop a tripod, flames rising beneath it as the ram emerges reborn. Medea commands the ritual with composed authority, her gesture and attire marking her as the orchestrator of the spectacle. Pelias observes from behind her, while his daughters, Antinoe and Asteropeia, respond with amazement, unaware of the deception unfolding before them. \n In the myth, Medea’s act functions less as benevolence than as calculated persuasion, leading the daughters to believe they could restore their father’s youth through ritual violence—a plan that ends in his death. This episode encapsulates her distinctive form of power: intellectual, manipulative, and devastatingly effective. \n As a figure, Medea resists moral simplification. She is at once healer and destroyer, foreign princess and bearer of divine knowledge, occupying a liminal space between mortal and god. Descended from Helios and trained in magic and the knowledge of herbs and potions, she wields transformation as both gift and weapon. This vase encapsulates her mythic essence, suspending her at the height of influence, where renewal and annihilation exist as equal possibilities governed solely by her will."
      }
    },
    "waldensian-witches": {
      "title": "Two Waldensian Witches",
      "image": "img/collection/Vaudoises.jpeg",

      "metadata": {
        "title": "Two Waldensian Witches, from Le champion des dames",
        "creator": ["Possibly Barthélemy Poignare"],
        "type": "Manuscript Illumination",
        "date": "1451",
        "location": "Paris, Bibliothèque nationale de France",
        "room": "Fires of fear",
        "identifier": ["https://commons.wikimedia.org/wiki/File:Champion_des_dames_Vaudoises.JPG"]
      },
      "texts": {
        "short-fun-kid": "These two women are shown flying on a broom and a stick. They were called Waldensians and believed that women could lead prayers and take part in religion. This upset Church leaders, and some people began to think that behind their ordinary appearance, these women were dangerous witches.",
        "medium-fun-kid": "This drawing comes from a very old book. It shows two women who were feared as witches because they belonged to a religious group not accepted by the Church at the time. \n Because of their beliefs, these women were seen as dangerous. Many people thought that ordinary women could hide secret and harmful magic, and this fear led to accusations and attacks. The women look normal, but their ideas frightened others, who believed they were using magic.",
        "long-fun-kid": "This drawing comes from a very old book made in the 1400s. It shows two women flying using a broom and a stick. They are known as Waldensians, a Christian group that believed women could pray, teach, and share religious power. \n This was seen as very dangerous: people began to fear these women and accused them of witchcraft. \n The book contains a poem about virtuous women, this drawing is used to show the opposite - what people at the time thought dangerous women looked like. \n What makes the image strange is that the women don’t look scary at all: they look normal, which made people think that witches could be hiding anywhere. The picture reminds us that people were sometimes judged not by how they looked, but by what they believed.",
        "short-educational-adult": "This marginal illumination depicts two women identified as Waldensians, a Christian group condemned as heretical in 1215. Their religious practices brought them into conflict with the Catholic Church and led to repeated accusations of witchcraft. It reflects how closely heresy and witchcraft were linked in late medieval thought.",
        "medium-educational-adult": "This marginal illumination appears in a fifteenth-century manuscript of Le Champion des Dames by Martin le Franc. The inscription identifies the figures as Waldensians, members of a Christian movement condemned as heretical for challenging Church authority. \n In particular, the Waldensians permitted women to take part in religious rituals, a practice that provoked accusations of witchcraft. Rather than depicting the women as demonic, the artist presents them as ordinary figures, suggesting that the perceived threat lay in religious ideas and practices rather than physical appearance.",
        "long-educational-adult": "This illumination appears in the margins of a fifteenth-century manuscript of Le Champion des Dames by Martin le Franc. The figures are identified as Waldensians, a Christian movement officially condemned as heretical in 1215. The Waldensians frequently came into conflict with the Catholic Church, as they promoted lay participation in religious life, including active spiritual roles for women. These beliefs led to repeated accusations of witchcraft and illicit ritual activity. \n Within the context of le Franc’s poem, which defends women’s virtue, the image functions as a visual counterpoint. The Waldensian women embody religious deviation rather than moral failure. Notably, they are not portrayed as monstrous beings, but as ordinary figures situated in a domestic environment. The image reflects a broader cultural fear in which heresy and witchcraft overlap, suggesting that danger could exist beneath a normal appearance.",
        "short-scholar": "This marginal illumination presents Waldensian women as heretical figures whose perceived threat derives from religious autonomy. Their ordinary appearance intensifies contemporary anxieties by suggesting that witchcraft and heresy were invisible dangers embedded in belief and spiritual autonomy.",
        "medium-scholar": "Appearing in the margins of Le Champion des Dames, this illumination depicts Waldensian women as heretical counter-figures within a poem dedicated to the defence of virtuous women. \n Condemned in 1215, the Waldensian movement challenged ecclesiastical authority by sanctioning lay participation, including that of women, in religious practice. The women’s unremarkable appearance shifts the locus of fear from physical monstrosity to invisible religious dissent, where heresy and witchcraft converge.",
        "long-scholar": "This illumination, commonly known as Two Waldensian Witches, appears in the margins of a fifteenth-century manuscript of Le Champion des Dames by Martin le Franc. The inscription identifies the figures as des Vaudoises (the Waldensians) a Christian movement condemned as heretical in 1215. Waldensians came into conflict with the Catholic Church, particularly because they sanctioned lay consecration of the sacraments, including by women. Their conduct repeatedly provoked accusations of witchcraft and illicit religious practices. \n Within the rhetorical framework of le Franc’s poem – written as a defence of virtuous women – the marginalia assumes a clearly oppositional function: the witches act as heretical counter-figures to virtuous women, exemplifying deviation and moral danger, with transgressions rooted in religious autonomy rather than conventional virtue. \n The women are portrayed without grotesque distortion or demonic features. Instead, they appear as ordinary women situated within the domestic sphere. Some scholars have noted the uncanny transformation of familiar instruments – the broom and the stick – into vehicles of transgression and flight. Here, the fear for witchcraft intersects with the fear for heresy: the danger is not visible in their appearance but rather resides in their beliefs and the potential consequences of those beliefs. This illumination reflects the cultural and ideological climate of their time and conveys the unsettling message that witches could be indistinguishable from ordinary women – everyday women whose “otherness” lies not in obvious deformity, but in hidden power."
      }
    },
    "malleus-maleficarum": {
      "title": "Malleus Maleficarum",
      "image": "img/collection/malleus.jpeg",

      "metadata": {
        "title": "Malleus Maleficarum",
        "creator": ["Jakob Sprenger", "Heinrich Kraemer"],
        "type": "Manuscript",
        "date": "1487",
        "location": "Bavarian State Library, Munich",
        "room": "Fires of fear",
        "identifier": ["https://archive.org/details/bub_gb_TTg8AAAAcAAJ/page/n3/mode/2up"]
      },
      "texts": {
        "short-fun-kid": "The \"Hammer of the Witches\" is a very old book from 1487. It says that witches were real and dangerous, and that people should be punished for practicing magic.",
        "medium-fun-kid": "The \"Hammer of the Witches\", written in 1487, is a book that warned people about witches. It described witchcraft as a serious danger and gave advice about how to find and punish witches. The book made people afraid of magic and led to many accusations.",
        "long-fun-kid": "The \"Hammer of the Witches\", written by two priests in 1487, tells people that witches were real and a threat to society. It describes the ways witches were supposed to work magic and harm others, and explains how people thought witches could be caught and punished. The book was very influential, and because of it, many ordinary people – like healers or women living outside the usual rules – were accused of being witches and treated badly.",
        "short-educational-adult": "The \"Malleus Maleficarum\", or Hammer of the Witches, is a 1487 treatise by Jakob Sprenger and Heinrich Kramer. It claims that witches were a real danger and legitimized persecution, influencing European witch hunts.",
        "medium-educational-adult": "The \"Malleus Maleficarum\", published in 1487 with papal approval, is a Latin treatise asserting that witchcraft is real and socially dangerous. It defines witchcraft, details alleged threats, and provides instructions for identifying and prosecuting witches. Its widespread influence helped transform local fears into systematic persecution, contributing to the execution of many accused individuals.",
        "long-educational-adult": "The \"Malleus Maleficarum\", authored by Dominican priests Jakob Sprenger and Heinrich Kramer in 1487, is a Latin treatise supported by Pope Innocent VIII’s bull \"Summis desiderantes affectibus\". The text codifies witchcraft as a heretical and pervasive threat, detailing alleged practices such as renunciation of God, pacts with the devil, and child sacrifice. Divided into three parts, it defines witchcraft, catalogues supposed dangers, and outlines legal strategies for interrogation and prosecution, including the use of deception and torture. By legitimizing witch hunts, the work shaped European perceptions of witchcraft, leading to widespread accusations, trials, and executions of individuals often outside social norms, including healers, midwives, and women living autonomously.",
        "short-scholar": "The \"Malleus Maleficarum\" (1487) is a Latin treatise by Sprenger and Kramer that codified witchcraft as heresy, providing the framework for systematic persecution across Europe.",
        "medium-scholar": "Composed in 1487 by Dominicans Jakob Sprenger and Heinrich Kramer, the \"Malleus Maleficarum\" is a Latin treatise that constructs witchcraft as a heretical threat to society. Papally sanctioned by \"Summis desiderantes affectibus\", the text defines alleged witch practices, enumerates purported dangers, and prescribes legal procedures for identification and prosecution, thereby institutionalizing the European witch-hunt phenomenon.",
        "long-scholar": "The \"Malleus Maleficarum\", or \"Hammer of the Witches\", authored in 1487 by Dominican priests Jakob Sprenger and Heinrich Kramer, represents the first comprehensive attempt to codify and criminalize witchcraft systematically. Papally sanctioned via Innocent VIII’s bull \"Summis desiderantes affectibus\", the treatise delineates witchcraft as heretical, outlining practices such as pacts with the devil, renunciation of God, and child sacrifice. Divided into three sections, it defines witchcraft, enumerates the dangers it allegedly posed, and provides procedural guidance for interrogating and prosecuting suspects, explicitly condoning deception and torture. The text profoundly influenced European perceptions, legitimizing widespread witch hunts and executions, targeting individuals—particularly women, healers, and those outside normative social roles—whose power or knowledge was perceived as threatening."
      }
    },
    "brewing-storm": {
      "title": "Witches brewing up a storm",
      "image": "img/collection/xilografia.jpeg",

      "metadata": {
        "title": "Xilografia delle streghe che preparano la tempesta",
        "creator": ["Ulricus Molitoris"],
        "type": "Woodcut print",
        "date": "1489",
        "location": "From De lamiis et pythonicis mulieribus",
        "room": "Fires of fear",
        "identifier": ["https://archive.org/details/delamiisetphiton00moli/page/n39/mode/2up"]
      },
     "texts": {
        "short-fun-kid": "A long time ago, a picture was drawn of a witch making a super storm! This picture was put in a book by a smart grown-up named Molitoris in 1489. The picture shows witches stirring pots and doing magic to make the wind and rain go crazy! People were really scared of witches back then, thinking they could change the weather. But Molitoris, the author, was a little nicer. He thought maybe some people just dreamed they saw witches, like a scary movie in their head!",
        "medium-fun-kid": "Imagine a time when people thought some ladies could wave a wand and cause a huge thunderstorm! Way back in 1489, a lawyer named Ulricus Molitoris wrote a book about witches. To show how scary they were, he put a famous picture inside: a woodcut showing witches stirring big cauldrons and making the rain pour and the thunder boom! This picture, which is about the size of a small notebook, made people feel very nervous about \"magic ladies\" who could mess up the crops. But Molitoris was clever! He said, \"Hold on! Maybe these people who say they see witches flying to meet the devil are just having bad dreams!\" So, even though the picture made witches look very real, the author gave people a chance to think maybe it was all just a scary story.",
        "long-fun-kid": "Way, way back in the time of knights and castles, before TV or phones, books were a huge deal! Around the year 1489, a smart lawyer named Ulricus Molitoris wrote an important book in Germany about witches. This book became famous not just for the words, but for a special, scary picture inside. The picture is a woodcut (a drawing carved into wood and then pressed onto paper with ink), and it shows several witches stirring cauldrons and waving their arms to call up a terrible tempest (a really bad storm!). People in the 1400s were super scared of this because a bad storm could ruin all their food and houses. This picture made the fear of witches look very real and dangerous, especially since people thought witches were mostly women doing secret, bad magic. Molitoris, the author, was interesting. He didn't just shout, \"Burn all the witches!\" like some other mean writers. As a lawyer, he knew about the old laws. He suggested that maybe the wild tales people told—like flying to secret parties or dancing with the devil—were not real events, but just hallucinations, which are like very vivid, confusing dreams! He was trying to be careful and make sure innocent people weren't punished just because of a scary story or a bad dream. So, the book had a scary picture, but a thoughtful message: be careful about accusing people, because maybe it’s just in their head!",
        "short-educational-adult": "The 1489 woodcut from Ulricus Molitoris's treatise, De lamiis et pythonicis mulieribus, is a key artifact in 15th-century demonology. This print visually codifies the fear of female sorcery and the tempestarii (storm-makers) by depicting witches actively conjuring a disaster. As a lawyer, Molitoris employed this striking iconography, yet his text introduces a critical legal ambiguity. He utilized the Canon Episcopi tradition, which suggested that claims of diabolical witchcraft (e.g., attending black masses) could be deemed hallucinations or dreams, thus moderating the contemporary legal zeal for persecution and illustrating the complex judicial landscape of the era.",
        "medium-educational-adult": "The incunabular period (post-1450) saw a rapid dissemination of texts on demonology, a shift visually encapsulated by the 1489 woodcut from Ulricus Molitoris's legal treatise, De lamiis et pythonicis mulieribus. This xilografia is a significant piece of iconography of peril, powerfully depicting witches, the tempestarii, stirring cauldrons to conjure catastrophic weather. This tangible representation reinforced societal anxieties regarding female agency and the manipulation of nature. Molitoris, as a lawyer, approached witchcraft with notable nuance. Rather than endorsing the full force of contemporary persecution, he leveraged the authority of the Canon Episcopi. This older legal tradition posited that the purported experiences of witches, such as nocturnal flights and diabolical worship, might be dismissed as mere hallucinations or dreams. By introducing this skepticism into the legal discourse, Molitoris's work provided a critical counterpoint to the aggressive witch-hunting ideologies of his time, highlighting the inherent ambiguity of law concerning supernatural claims.",
        "long-educational-adult": "The transition from the manuscript culture of the High Middle Ages to the print revolution significantly fueled the proliferation of demonological discourse, a development critically embodied by Ulricus Molitoris’s 1489 treatise, De lamiis et pythonicis mulieribus. This work, first printed by Johann Otmar in Reutlingen, is invaluable for its inclusion of the \"Xilografia delle streghe che preparano la tempesta,\" a potent visual artifact. This woodcut, a late 15th-century print, is a foundational piece of iconography that concretizes the abstract fear of female sorcery and the tempestarii, who were believed capable of manipulating weather for destructive ends. The image, depicting witches stirring cauldrons to summon a tempest, serves to anchor the abstract fear of the occult in a tangible, reproducible visual form for a broader public. Molitoris, leveraging his background as a lawyer, positioned his treatise within the complex and often conflicting legal frameworks of the time, specifically those related to Canon Law. His text is notable for its resistance to the uncritical zeal that characterized more aggressive contemporaneous works, such as the infamous Malleus Maleficarum. Crucially, Molitoris invoked the legal tradition of the Canon Episcopi, a principle that allowed for a cautious interpretation of witchcraft testimony. This tradition suggested that the most sensational claims of diabolical activity, such as flying to the sabbat or engaging in worship, could be construed not as genuine events, but as hallucinations, illusions, or vivid dreams. By explicitly employing the Canon Episcopi, Molitoris introduced a critical element of legal ambiguity regarding the corpus delicti (the body of the crime) in witchcraft cases. His work, therefore, functions as a powerful document illustrating the tensions between the burgeoning cultural fear of the supernatural, its potent visual representation in the emerging print medium, and the persistent efforts by some jurists to apply moderation and critical skepticism to the legal process. The artifact's contemporary preservation confirms its enduring significance in dissecting the intersections of art, law, gender, and the socio-historical anxieties of the 15th century.",
        "short-scholar": "The Iconography of Peril is manifest in the late 15th-century woodcut from Ulricus Molitoris's incunabulum, De lamiis et pythonicis mulieribus (1489). The xilografia visually codifies the fear of the tempestarii and female sorcery, transforming abstract anxiety into reproducible print. Molitoris, a lawyer, introduced significant Ambiguity of Law by referencing the Canon Episcopi, which suggested that claims of diabolical practice (e.g., nocturnal flight, black masses) should be dismissed as mere hallucinations or illusions. This nuanced application of Canon Law attempted to critically moderate the persecutorial fervor that the very imagery of his treatise simultaneously reinforced.",
        "medium-scholar": "The proliferation of print technology during the incunabular period dramatically escalated the cultural impact of demonological treatises, with Molitoris’s 1489 De lamiis et pythonicis mulieribus being a critical example. Its illustrative woodcut, a significant piece of iconography of peril, transforms the abstract concept of tempestarii, witches controlling the weather, into a tangible visual threat of female sorcery. However, the legal content of the treatise provides a complex counterpoint. Molitoris, engaging as a lawyer, utilized a rigorous interpretation of Canon Law by foregrounding the Canon Episcopi. This legal tradition mandated caution, suggesting that experiences reported by the accused, such as engaging in diabolical rites, could be legally interpreted as mere hallucinations or psychological illusions. This application introduced a profound ambiguity into the law, attempting to temper the zeal for persecution that defined the era and positioning Molitoris’s work as a nuanced critique of the legal basis for widespread witch hunts.",
        "long-scholar": "The Iconography of Peril and the Ambiguity of Law: Ulrich Molitoris and the Medieval Tempestarii in 15th-Century Demonology. The transition from the manuscript culture of the High Middle Ages to the print revolution of the incunabular period marked a pivotal chapter in the history of persecution, particularly evident in the proliferation of tracts dedicated to witchcraft and demonology. Among the most striking artifacts of this era is the woodcut illustrating witches conjuring a tempest, a work of significant cultural and legal importance sourced from the 1489 treatise, De lamiis et pythonicis mulieribus (On Witches and Divining Women). This powerful image, a renowned late 15th-century xilografia, captures the contemporary fascination with female sorcery. It depicts witches actively engaged in magical rituals, often stirring cauldrons or performing other arcane rites intended to summon or repel disastrous weather. The material attributes of this piece reflect the emergence of print culture: an ink-on-paper woodcut, approximately 20 × 15 cm, it served as an illustration for Ulricus Molitoris’s text, first printed in Reutlingen by Johann Otmar in 1489. This particular example, preserved in various major collections, is a crucial piece of evidence that connects the abstract fear of witchcraft to its tangible visual representation. Molitor’s work, De lamiis et pythonicis mulieribus, is pivotal in the scholarly discourse on witchcraft. As a lawyer, his treatise approaches the subject with a blend of legal terminology and theological consideration, navigating the complexities of Canon Law. Rather than wholly endorsing the witch hunts of his time, he invokes the traditions found in the Canon Episcopi, suggesting that experiences of witchcraft—specifically, the claims of attending black masses and engaging in diabolic worship—may be construed as mere hallucinations or dreams. This nuanced viewpoint portrays Molitor as a critic of the zeal for persecution while still acknowledging the existence of witchcraft as a societal issue. The Xilografia functions as a visual accompaniment to the text, reinforcing the prevailing belief systems that vilified individuals, especially women, associated with supernatural practices. Moreover, the print and Molitor's treatise can be related to contemporaneous texts such as the infamous Malleus Maleficarum, which were instrumental in the propagation of witch-hunting ideologies. The woodcut, preserved in major libraries including the British Library and the Biblioteca Nazionale Centrale di Firenze, is a testament to both the artistic achievements of the time and the persistently dangerous landscape for those accused of witchcraft."
     }
    },
    "hortus-sanitatis": {
      "title": "Hortus Sanitatis",
      "image": "img/collection/Hortus_Titelblatt.jpg",

      "metadata": {
        "title": "Hortus Sanitatis (The Garden of Health)",
        "creator": ["Jacobus Meydenbach"],
        "type": "Printed book",
        "date": "1491",
        "location": "Mainz, Germany",
        "room": "Fires of fear",
        "identifier": ["https://rarebooksdigest.com/2019/02/27/ambivalent-censorship-of-medieval-science-in-17th-century-spain-the-example-of-the-hortus-sanitatis-mainz-1491/"]
      },
      "texts": {
        "short-fun-kid": "Hey, check this out! A super old book called The Garden of Health was printed way back in 1491. It was like the first big encyclopedia of nature! It showed off herbs, animals, and even cool, made-up monsters like dragons! But guess what? Some grown-ups called Censors didn't like everything in it. They didn't want people reading about magic stones or spells, so they took a pen and crossed those parts out! But the pictures of the funny monsters? Those stayed! Why? The grown-ups thought magic spells were scary, but silly monsters were just for fun!",
        "medium-fun-kid": "Imagine a huge, heavy book printed a very, very long time ago in 1491. Its name was Hortus Sanitatis, which means The Garden of Health! It was a mega-catalogue of plants, birds, fish, and land animals—like an awesome zoo and garden all in one book! It even had chapters on mythical beasts like the Phoenix and Harpies. Later on, some people called the Inquisition decided what books were okay to read. They had a \"No-No List\" for books! When they looked at this nature encyclopedia, they saw a problem. It talked about magic stones that could bring good luck or heal you with spells. A grown-up censor took a pen and scratched out the secret magic stone recipes! But they left the silly, scary, and amazing pictures of dragons and sea monsters alone. It was like they said, \"Magic spells are too real and naughty, but a drawing of a dragon? That's just a funny picture!\"",
        "long-fun-kid": "Imagine stepping into a time machine and visiting Germany in 1491! That's when a colossal, amazing book called the Hortus Sanitatis (say: Hor-tus Sah-nee-TAH-tiss) was printed. Its name means The Garden of Health, and it was the first giant printed encyclopedia about nature! The man who printed it was Jacobus Meydenbach, and it was a huge job because the book had five main sections: Herbs (De Herbis): Hundreds of medicinal plants and what they could heal. Land Animals (De Animalibus): All the creatures that walk, run, or crawl. Birds (De Avibus): Everything that flies. Fish (De Piscibus): The things living in the rivers and oceans. Stones (De Lapidibus): Descriptions of minerals, gems, and ores. What makes it super fun is that the book didn't just have real animals; it also had awesome, fantastical monsters from old stories, like dragons, harpies, and sea monks! Every chapter had a cool, hand-carved picture (a woodcut) next to it, and sometimes people even colored them in by hand! Fast forward over a hundred years to Spain. A powerful group of grown-ups called the Inquisition decided what books were safe for people to read. They had a long list of \"forbidden books,\" but this nature book wasn't exactly on it. However, a special book checker, or censor, got hold of a copy (like the one now kept at Cornell University) and he had a job to do! He didn't cross out the silly monsters or the pictures of people doing weird things (like the illustration of a woman eating toads!). Instead, he took his pen and focused only on the Stones section. He scratched out all the parts that said gems had secret magic powers—like a stone that could win you a lawsuit, or a diamond that could protect you from bad luck or enemies. Why? The censor thought those specific claims about practical magic were dangerous and might lead people into using spells or doing bad things they called \"demonic arts.\" But the pictures of the made-up beasts? He thought those were just fun, harmless myths from the past. It's a great mystery showing that even centuries ago, people had a tough time telling the difference between a scary story and what they thought was real magic!",
        "short-educational-adult": "The Hortus Sanitatis (Mainz, 1491) is the first comprehensive printed natural-history encyclopedia, distinguishing itself from prior herbals by including sections on fauna, fish, and minerals. Though not on the main Index of Forbidden Books, the Cornell copy reveals localized Spanish Inquisitorial censorship in the early 17th century. The expurgations exclusively target passages in De Lapidibus that describe the alchemical and magical properties of stones, such as their power against madness or phantoms. This selective suppression, which ignored fantastical illustrations like sirens and dragons, demonstrates the censor's primary concern: regulating the boundary between legitimate natural philosophy and proscribed occult practices (artes demoniales).",
        "medium-educational-adult": "The 1491 Hortus Sanitatis, printed in Mainz, is a landmark incunabulum and the first printed natural-history encyclopedia, expanding the herbal tradition to include De Animalibus, De Avibus, De Piscibus, and De Lapidibus. The work is a composite text, drawing from medieval sources like Silvaticus and Vincent of Beauvais, and its content ambiguously blends empirical observation with fantastical natural lore. The text's engagement with early modern censorship is critical. While not a central target of the post-Trent Index, a copy held at Cornell exhibits significant material traces of localized Spanish expurgation. A cleric redacted roughly twenty passages in the De Lapidibus section. These excisions specifically targeted claims about the miraculous properties of stones (e.g., alabaster's protection against poison, celidonis's cure for madness). The Inquisition's focus here was the suppression of occult or alchemical endorsements perceived as having potential demonic ties, reflecting the tension between inherited medieval science and emerging verifiable knowledge, while allowing grotesque visual elements to remain.",
        "long-educational-adult": "The publication of the Hortus Sanitatis in Mainz in 1491 by Jacobus Meydenbach represents a pivotal moment in the transition from manuscript to print culture, solidifying its place as the first comprehensive printed natural history encyclopedia. Unlike its predecessors, the Herbarius Moguntinus and Gart der Gesundheit, this Latin incunabulum organized its extensive content not just around botany (De Herbis), but also integrated sections dedicated to zoology (De Animalibus, De Avibus, De Piscibus), and geology/mineralogy (De Lapidibus). Its format, featuring two-column text and a woodcut headpiece for each chapter, facilitated the widespread dissemination of medicinal and natural lore, becoming a foundational reference across Europe. A central theme in the Hortus's history is its engagement with early modern censorship. While the book enjoyed widespread reprinting and adaptation across cities like Strasbourg, Paris, and Venice, its rich composite text—which drew from established medieval authorities while incorporating alchemical and vernacular traditions—made it susceptible to ecclesiastical scrutiny. The broader context was the establishment of the Index of Forbidden Books post-Council of Trent (1545–63), which strictly regulated the flow of information. The copy held at Cornell University serves as a crucial material trace of localized Spanish Inquisitorial practice. Although the Hortus was not typically listed on the central Index, the Cornell copy shows clear evidence of selective expurgation carried out by a cleric, likely in the early 17th century. The censorship was applied almost exclusively to the approximately twenty paraphrased passages in the De Lapidibus section. The target was consistent: claims attributing magical, therapeutic, or talismanic powers to stones (e.g., efficacy against madness, defense against poison, or the power to influence legal outcomes). This focused redaction highlights the Inquisition's regulatory goal. The passages concerning the magical properties of stones were viewed with suspicion as potentially belonging to artes demoniales (demonic arts), blurring the line between legitimate chemistry and condemned alchemy. Conversely, the more visually striking and scientifically questionable sections—including the woodcuts and descriptions of fantastical beasts like sirens, dragons, and the monacus marinus—were left untouched. This selective approach demonstrates that the censor's priority was not the eradication of all medieval wonder or unverified lore, but specifically the suppression of practical knowledge perceived as leading lay readers into occult or heretical activities, thereby defining the boundaries of acceptable natural philosophy.",
        "short-scholar": "This analysis examines the ambivalence, censorship, and materiality of the incunabulum Hortus Sanitatis (Mainz, 1491). A composite natural history encyclopedia, it was printed amidst the regulatory context of the post-Trent Index librorum prohibitorum. The Cornell copy reveals localized, early 17th-century Spanish Inquisitorial expurgation. The censor exclusively targeted passages in the De Lapidibus section detailing the miraculous/alchemical efficacy of stones (e.g., against phantoms, madness, legal woes). This suppression contrasts with the unperturbed retention of grotesque illustrations and descriptions of fantastical fauna. The selective redaction indicates a priority: the interdiction of practical occult claims (artes demoniales) that threatened moral order, rather than the removal of benign medieval cosmological curiosities.",
        "medium-scholar": "The 1491 Hortus Sanitatis, a seminal incunabular encyclopedia, is a highly composite work that extended the herbal tradition by including five sections on \"simple drugs,\" notably integrating fauna and the alchemically significant De Lapidibus. Its publication history is intertwined with the pervasive nature of early modern censorship, extending from the official Index (post-Trent) to localized inquisitorial actions. Analysis of the Cornell exemplar's material traces reveals targeted expurgations by a Spanish cleric, focusing exclusively on the twenty paraphrased passages in De Lapidibus that describe the magical/talismanic properties of minerals (e.g., claims about the celidonis stone or diamonds). This act of selective redaction aimed to suppress endorsements of occult practices viewed as artes demoniales, particularly in the blurred domain between chemistry and alchemy (a field associated with controversial figures like Villanova and Bacon). The conspicuous lack of censorship applied to the compendium’s numerous woodcuts of sirens, dragons, and other grotesque bestiary elements suggests a key distinction was made by censors between the theological threat posed by practical magic claims and the relatively benign nature of traditional fantastical iconography.",
        "long-scholar": "Hortus Sanitatis (Mainz, 1491): An Examination of Ambivalence, Censorship, and Materiality. This analysis, drawn from Laurent Ferri's insights as Curator of the pre-1800 Collections at Cornell University’s Kroch Library, delves into the composition, content, and publication history of the Hortus Sanitatis. This work emerged amidst the broader context of the Index of Forbidden Books, established post-Council of Trent (1545–63), which notoriously curtailed the dissemination of literature and ideas throughout Europe and its dominions well into the 20th century. It wasn't until 1966 that the Catholic Church formally retracted this index. Among the more prominent figures subjected to ecclesiastical censorship was Galileo, whose Dialogue on the Two Great Systems of the World (1632) remained on the Index until 1824. Less commonly acknowledged is the scrutiny that medieval natural history compilations, such as Hortus Sanitatis, faced from the Sacred Congregation of the Index. The Hortus Sanitatis, also referred to as Ortus (Latin for \"The Garden of Health\"), was the first comprehensive printed natural-history encyclopedia, produced by Jacobus Meydenbach in Mainz, Germany, in 1491. This text is distinct from the smaller Ortus (the German Gart der Gesundheit), published earlier in 1485 by Peter Schöffer, a notable collaborator of Gutenberg. This Latin encyclopedic work catalogs various species, detailing their medicinal properties and preparation techniques. It followed earlier herbals, specifically the Herbarius Moguntinus (1484) and the Gart der Gesundheit (1485). In contrast to these preceding texts, the Hortus encompasses not just botanical specimens but also a diverse array of fauna, including land animals, birds, fish, as well as minerals, and gems. Notably, the text integrates descriptions of mythical creatures—such as dragons, harpies, and phoenixes—thus blending empirical and fantastical natural knowledge. The authorship of the Hortus Sanitatis remains uncertain, although the Frankfurt physician Johann Wonnecke von Kaub is occasionally misattributed as its author. Content and Structure: The encyclopedic work is divided into five main sections, each detailing \"simple drugs\" used in medicinal practices: De Herbis (approximately 530 chapters focused on herbs), De Animalibus (around 164 chapters on terrestrial animals), De Avibus (approximately 122 chapters on avian species), De Piscibus (roughly 106 chapters dedicated to aquatic creatures), and De Lapidibus (about 144 chapters on semi-precious stones, ores, and minerals). Surviving early copies—many of which exhibit hand-coloring—underscore the dual nature of the book as both a scientific reference and a visual artifact esteemed by bibliophiles. In the case of the Cornell copy of the Hortus Sanitatis, it was noted that the text was not explicitly listed in the central Index. However, the absence from the Index does not definitively imply approval; localized censorial practices often manifested in expurgations, marginal deletions, or obscured passages unique to individual copies. The motivations behind specific censorship acts can be discerned in the Cornell copy where approximately twenty paraphrased passages in De Lapidibus were excised, primarily concerning alchemical theories and purported magical properties of certain stones. One notable expurgation involved a statement on diamonds claiming efficacy against enemies, madness, and untamed beasts; the censor rendered this claim illegible. Such beliefs were categorized by the censor as belonging to marginal magicians rather than respectable natural philosophy. Additional passages that faced censorship included claims about alabaster's protective properties against poison and its ability to influence legal proceedings, the lapis aquila's (eagle stone) defense against magical spells, and the celidonis stone's supposed capability to cure madness when positioned sub sinistra axilla. Conversely, assertions about topaz promoting harmony and fertility in marital contexts were also struck out. This raises the question: why did the Inquisition prioritize these alchemical references while leaving other, more visually provocative subjects in the Hortus unscathed? Notably, the compendium's discussions on sirens, dragons, the monacus marinus, and draconpedes remained untouched, as did various grotesque illustrations, including one portraying a woman consuming live toads. These fantastical images seem to have been perceived as benign curiosities rather than threats to moral or ecclesiastical order. In contrast, alchemical practices were frequently regarded in ecclesiastical circles as artes demoniales, suggesting the possible involvement of Satan in processes such as metal transmutation and the creation or utilization of the Philosopher’s Stone. This establishes a complex narrative of censorship. The Inquisition along with its Indices sought to delineate the boundaries of acceptable knowledge, particularly when such knowledge posed theological or moral threats. Conversely, the case of the Hortus Sanitatis—a work featuring fantastical woodcuts alongside empirically grounded chapters—illustrates that censorship was often selective. Certain practical claims, like the alchemical properties of stones, were excised, whereas monstrous imagery and legendary content were left unperturbed. The Cornell expurgations provide insights into the tensions that defined the early modern interaction between inherited medieval traditions and nascent forms of verifiable natural history. In summary, regarding the Hortus Sanitatis, the case from Cornell reveals how a Spanish inquisitor in the early 1630s redacted passages to preclude readers from encountering claims concerning the magical properties of stones. The censor's alterations—whether motivated by doctrinal rigor, precautionary measures, or an effort to regulate pseudoscience—serve as a commentary on the fraught interface between burgeoning scientific inquiry and residual superstitions."
     }
    },
    "woodcut-witches": {
      "title": "The Witches",
      "image": "img/collection/woodcut.jpg",

      "metadata": {
        "title": "The Witches - Chiaroscuro woodcut",
        "creator": ["Hans Baldung Grien"],
        "type": "Chiaroscuro woodcut print",
        "date": "1510",
        "location": "The Metropolitan Museum of Art, New York",
        "room": "Fires of fear",
        "identifier": ["https://www.metmuseum.org/art/collection/search/336235"]
      },
      "texts": {
        "short-fun-kid": "Long ago, around 1510, a famous artist named Hans Baldung Grien made a cool, dark picture called \"The Witches.\" It was a special kind of print that used light and shadow (called chiaroscuro) to make the witches look super spooky, like they were popping out of the night! They are naked and stirring a big, foggy pot full of gross things like bones. People at the time were really scared of witches and thought they flew on goats! The picture was like a scary warning, but some people think the artist just wanted to draw a dramatic, interesting picture!",
        "medium-fun-kid": "Imagine a time when people thought secret groups of women made evil potions to cause harm. Around 1510, the artist Hans Baldung Grien, who was the best student of a master artist named Dürer, made a powerful black-and-white print called \"The Witches.\" He used a special technique called chiaroscuro woodcut that made the light and dark parts of the picture jump out, making the witches look very real and scary, like they are meeting in a secret, foggy place at night. The picture shows these ladies brewing a special \"flying ointment\" so they can fly off to a big, evil party. They are nude and surrounded by creepy things like bones and skulls, which were the evil ingredients. People in Baldung's time were reading a scary book called the Malleus Maleficarum that taught everyone how to find and punish witches. So, the picture was a big warning that was supposed to scare people into being good. But because the artist made the nude figures so dramatic and lifelike, some experts think he just wanted to show off his amazing drawing skills!",
        "long-fun-kid": "Long, long ago, when the world was changing from the medieval times to the Renaissance, people became really terrified of magic and witches. Around 1510, a fantastic German artist named Hans Baldung Grien, who was an apprentice to the famous Albrecht Dürer, made a very important and unsettling picture called \"The Witches.\" This wasn't just any drawing; it was a special kind of print called a chiaroscuro woodcut. To make it, Baldung used two different wood blocks—one for the outlines and one for the color (usually a dark gray or brown)—to create a strong contrast of light and shadow. This technique made the picture look incredibly dramatic, like a spotlight was shining on the witches as they emerged from the total darkness of the night. This helped the artist show how secret and evil their meeting was. The picture shows a group of naked witches gathered around a steaming cauldron. They are brewing a disgusting mixture called the \"flying unguent.\" This potion, made from horrible things like human bones and skulls (which people believed witches got through terrible acts), was supposed to let them fly to their secret, evil party called the Witches' Sabbath. One witch is even shown flying backward on a goat (which people thought was the Devil in disguise), holding a pitchfork in a very strange way. All of this imagery was taken directly from a scary book called the Malleus Maleficarum, a guide written to help judges find and burn witches. The book claimed that witchcraft came from women's uncontrollable desires, and Baldung's picture, with the women's flowing hair and dramatic nude poses, helped show this idea. There are two main ideas about why Baldung made this picture. The first is that he was trying to warn everyone, just like the scary book, that witches and the Devil were real and a serious threat. The other idea is that Baldung, who was a brilliant artist, was using the exciting, taboo subject of witches to simply show off his incredible artistic skill in drawing the human body and mastering the new, difficult chiaroscuro technique. Either way, the print became one of the most famous and unsettling pictures of witches ever made, showing how art can mix fear, drama, and advanced printing technology all into one powerful image!",
        "short-educational-adult": "Hans Baldung Grien’s 1510 chiaroscuro woodcut, \"The Witches,\" is a pivotal piece of German Renaissance art that establishes a new visual paradigm for witchcraft. Technically, the dual-block chiaroscuro generates intense contrast, emphasizing the illicit and nocturnal atmosphere of the coven preparing the flying unguent. Iconographically, the scene, featuring nude figures, human remains, and explicit blasphemous inversions (e.g., the profane paten), meticulously illustrates the crimes detailed in the Malleus Maleficarum (1487). The work’s lasting significance lies in its ambiguity: whether it served as a genuine moralistic warning to a fearful public or as a sophisticated Humanist demonstration of artistic and anatomical virtuosity.",
        "medium-educational-adult": "The 1510 chiaroscuro woodcut \"The Witches\" by Hans Baldung Grien marks a technical and conceptual peak in German Renaissance printmaking. Baldung, utilizing the innovative dual-block chiaroscuro technique, generated a dramatic aesthetic of anxiety through strong light-dark contrasts, effectively conveying the clandestine nature of the coven's gathering. The iconography is deeply rooted in contemporary demonology, specifically the legalistic claims of the Malleus Maleficarum (1487). The print depicts nude witches preparing the flying unguent for the Sabbath, with elements like human bones, the goat (representing the Devil), and the explicit sacrilege of the paten inversion serving as visual affirmations of heretical crimes. The tension in the work centers on Baldung's intent: was this a didactic visual sermon aimed at propagating the societal terror of witchcraft, or was it a Humanist exercise—a vehicle for the artist to demonstrate anatomical skill and technical mastery of the new print medium on a sensational, eroticized subject? The resulting image is a powerful document of the era's conflicting attitudes toward sexuality, the occult, and print culture.",
        "long-educational-adult": "The transition into the German Renaissance, marked by the rapid expansion of print culture and heightened spiritual anxiety, found a potent visual expression in Hans Baldung Grien’s 1510 chiaroscuro woodcut, \"The Witches.\" This work is technically seminal, representing one of the earliest and most effective uses of the dual-block chiaroscuro woodcut technique. This process, involving a key block for detail and a tone block for shading, allowed Baldung to achieve a dramatic chiaroscuro that gives the nude figures a disturbing, almost sculptural presence as they emerge from the profound darkness, effectively embodying the clandestine and illicit nature of their purported activity. The socio-historical context is defined by the terror spurred by the 1487 publication of the Malleus Maleficarum, a systematic guide for the prosecution of witches. Baldung’s iconography meticulously adheres to this demonological framework. The scene depicts a coven preparing the flying unguent necessary for transvection to the Witches' Sabbath. Scattered human bones and a skull surrounding the cauldron graphically affirm the charges of infanticide and cannibalism leveled by the Malleus as a mean to procure unguent ingredients. Furthermore, the print features explicit blasphemy: a central figure holds a paten bearing dead animals, a clear visual inversion of the elevation of the Host during the Mass, focusing the charge of heresy and sacrilege directly upon the witches. The composition engages deeply with the erotics of the occult. The unrestrained nudity, contorted postures, and presence of the goat (a diabolical familiar) reflect the demonologists' central thesis that witchcraft stemmed fundamentally from insatiable female carnal lust and a pact sealed through perverse sexual submission to the Devil. The artistic intensity and narrative ambiguity of \"The Witches\" continue to fuel significant scholarly debate regarding Baldung's true motivation. Was his aim to produce a faithful visual sermon—a terrifying visual catalog for a fearful, superstitious populace—or did the sensational subject provide a pretext for a Humanist artist to showcase his technical and anatomical virtuosity, perhaps even offering a subtle commentary on the fanaticism of the inquisitors? Regardless of the final interpretation, the woodcut stands as a profound document illustrating the fusion of technological innovation, deep-seated moral anxiety, and the visual codification of gendered fear in the German Renaissance.",
        "short-scholar": "Hans Baldung Grien's 1510 chiaroscuro woodcut, \"The Witches,\" is a seminal work in the German Renaissance iconography of peril. Technical mastery of the dual-block chiaroscuro process generates an atmosphere of dramatic, illicit darkness. Iconographically, the nude figures, bones, and the blasphemous paten inversion directly visualize the legalistic crimes (e.g., infanticide, sacrilege) detailed in the Malleus Maleficarum. The enduring scholarly tension lies in interpreting the work as either a sincere moralistic sermon or a Humanist exercise in anatomical and technical virtuosity using the sensational subject of the erotics of the occult as its vehicle.",
        "medium-scholar": "Hans Baldung Grien’s 1510 chiaroscuro woodcut, \"The Witches,\" represents a nexus point between nascent print technology and heightened Renaissance societal anxieties. Technically, the print is a profound exercise in the chiaroscuro woodcut, utilizing superimposed key and tone blocks to create an unprecedented atmospheric and psychological intensity, emphasizing the clandestine nature of the coven's activities. The iconography serves as a visual index to the core tenets of the Malleus Maleficarum, detailing the preparation of the flying unguent for the Sabbath. Elements like the nude revelry, the goat, and the explicit blasphemy of the paten inversion reinforce the demonological linkage between female sexuality (the erotics of the occult) and heretical practice. The image’s interpretation is complexly ambiguous: does Baldung intend to provide a terrifying visual sermon that confirms the inquisitors' legalistic worldview, or is the sensational subject merely a pretext for a Humanist artist to showcase anatomical skill and print mastery, thereby offering a sophisticated artistic commentary on contemporary paranoia?",
        "long-scholar": "The Erotics of the Occult, Hans Baldung Grien’s The Witches and the Aesthetics of Anxiety in the German Renaissance: A Profound Study in Chiaroscuro. The transition from the late medieval worldview to the intellectual ferment of the Renaissance witnessed a dramatic shift in how the spiritual and the demonic were conceived and visualized. Within this cultural crucible, Hans Baldung Grien, a prominent and often unsettling figure of the German Renaissance (c. 1484–1545), created \"The Witches\", a seminal chiaroscuro woodcut executed in 1510. This singular piece transcends mere artistic representation; it encapsulates the intricate and highly charged relationship between nascent print technology, pervasive cultural beliefs, and deep-seated societal fears during a time rife with organized superstition and profound moral anxiety, establishing a new visual paradigm for the concept of witches. Baldung’s choice of medium, the chiaroscuro woodcut, was an act of profound conceptual and technical mastery. As a form that utilizes strong contrasts between light and dark to achieve a sense of volume and three-dimensionality, chiaroscuro was employed effectively by Baldung to portray a coven of witches, immersing viewers in a supernatural realm rich with symbolic and psychological meaning. This particular woodcut is considered one of the earliest, and certainly one of the most effective, examples of the chiaroscuro woodcut technique, a complex print form that Baldung mastered soon after concluding his apprenticeship under the renowned master Albrecht Dürer. This technological advancement allowed Baldung to move beyond the linear constraints of conventional engraving, enabling him to explore atmospheric and emotional effects previously unattainable in black-and-white printmaking. The work is printed from two separate blocks: a key block providing the crisp black outlines and detail, and a tone block, often employing subtle hues of gray or brown. This chiaroscuro process elaborates dynamically on the witches' forms, generating a palpable tension between the illuminated, almost sculptural figures and the consuming darkness that surrounds them. The specific use of gray and light tones produces an atmosphere reminiscent of profound nocturnal uncertainty and secret conspiracy, enhancing the innate eeriness of the scene and suggesting a world where the laws of nature and morality have been inverted. The flickering highlights, achieved by exposing the white of the paper beneath the tone block, serve not just as light sources but as a means to powerfully define the anatomical volumes of the nude figures, giving them a monumental, unsettling presence as they emerge from the gloom of the night. This sophisticated handling of light and shadow is critical to the print's power, effectively conveying the illicit and clandestine nature of the witches' gathering. The printing of the color block, which often appears in subtle shades of gray or brown, continues the modeling of the forms, giving three-dimensional presence to volumes that might otherwise be lost in the dark setting. This technical innovation lent an unprecedented level of dramatic realism and psychological intensity to the depiction of the demonic activity attributed to witches. The historical context surrounding \"The Witches\" is equally significant. This woodcut emerged in an era when the fascination with, and indeed the terror of, witchcraft reached its zenith in Northern Europe, spurred in part by the publication of the Malleus Maleficarum in 1487. This infamous text, a practical guide for identifying and prosecuting witches, laid the groundwork for the ensuing hunts and trials, contributing to a climate of fear and suspicion overwhelmingly directed toward women, particularly those who deviated from prescribed societal and moral norms. Baldung's imagery, therefore, reflects not only the private, individual fears of his audience but also the widespread societal anxieties concerning morality, sexuality, and the intrusion of the supernatural into the earthly realm. At first glance, the imagery presents a haunting and iconographically dense scene: a cluster of nude witches encircles a steaming cauldron, steeped in a dense fog that suggests both mystery and menace. Scholarly consensus suggests the scene is not the Witches’ Sabbath itself, but the preparation for it, a vital distinction in demonology. The central activity involves the brewing of the “flying unguent” from sinister ingredients, an act meant to facilitate transvection (witches’ flight) to the nocturnal assembly. The image is rife with visual affirmations of the crimes defined in the Malleus: the human bones and skull strewn on the ground evoke the practices of infanticide and cannibalism, which the Malleus claimed were necessary to procure the materials for the unguent. Furthermore, the objects the witches manipulate, such as the chalice and the paten bearing dead animals instead of the Host, function as explicit visual inversions and blasphemies of the Christian Mass, graphically illustrating the heretical nature of the witches’ pact with the Devil. The central figure’s holding aloft of the profane paten, an inversion of the elevation of the Host, along with the dirty cloth that mocks the sacred altar corporal, focuses the charge of heresy directly upon the witches as agents of sacrilege. The dark vapors issuing from the pot, containing what appear to be insects and toads, suggest maleficia, the attributed ability of witches to create storms and plagues, a power granted by Satan and confirmed in the Malleus by citing biblical precedents such as the punishments inflicted on Job and the magicians of Pharaoh. Baldung’s portrayal of the witches engages complexly with feminine archetypes, intertwining themes of eroticism, power, and menace. The women are depicted in a state of naked revelry, unconstrained by clothing or moral inhibition, surrounded by unconventional and chaotic symbols like animal familiars (including the suggestive goat, often interpreted as a form of the Devil) and the aforementioned human remains. Their nakedness can be interpreted with a complex, unsettling duality, simultaneously acting as an exhibition of both a primal innocence and an inherent, carnal guilt, a dichotomy emblematic of Renaissance attitudes towards women and their sexuality, which the demonologists relentlessly linked to original sin. The unrestrained, flowing hair, spread legs, and the dramatic, contorted posture of the women emphasize the prevailing belief that witchcraft stemmed directly from insatiable carnal lust, a foundational argument of the Malleus. The presence of the goat in the composition is highly significant. Traditionally recognized by inquisitors as a form the Devil might assume, the flying witch’s backward posture atop the goat suggests not control, but submission to the creature (and by extension, to Satan) and the renunciation of God. Furthermore, the pitchfork emerging from between her legs has been interpreted as a crude phallic symbol, explicitly linking the flight to the perverse sexual acts ascribed to the Sabbath, an act believed to seal the witches’ pact with the Devil. An ambiguous figure, possibly a male obscured by the vapors, and a discarded bishop’s hat near the cauldron further hint at the blasphemous corruption of the ecclesiastical order through the agency of the witch. The print thus engages directly with the theological problem of transvection (witches’ flight). Despite the Canon Episcopi's traditional dismissal of flight as mere fantasy or illusion, the Malleus provided biblical justification (e.g., Satan lifting Jesus, or the angel transporting Habakkuk) to popularize the idea that flight was feasible via the Devil’s power. This made the Sabbath and subsequent persecution of witches juridically possible, as it neutralized the defense that the accused had spent the entire night at home. The very act of flight, as depicted by Baldung, became inseparable from the crime of being a witch. The intense and often contradictory nature of the imagery has naturally led to significant scholarly conflict regarding Baldung's true intention. Was this piece a serious visual sermon, meticulously cataloging the demonic facts for a fearful populace, or was it a form of sophisticated humanist commentary, subtly ironizing the excesses of the inquisitors and the fanatical paranoia represented by texts like the Malleus? Art historian Jane Schuyler argues for the former, asserting that the dense visual cataloging of maleficia directly aligns with the legalistic and theological worldview of the church inquisitors, suggesting the work was intended to confirm and propagate fear. Baldung, whose family included an attorney and a professor, likely had direct access to these demonological texts, making his visual fidelity a purposeful warning against the demonic threat. Conversely, others, particularly Margaret Sullivan, interpret the print through the lens of Humanism. They argue that in the humanist circles of Strasbourg, witchcraft was often viewed as a subject more amusing than serious, a manifestation of \"lusting\" rather than a legitimate threat, especially given the relative infrequency of executions in early 16th-century Germany compared to later periods. This interpretation suggests that Baldung’s work may be a form of satirical exaggeration or a classicizing of the subject, perhaps referencing figures like the witch Erichtho from Lucan’s De Bello Civili. Under this interpretation, the emphasis on the nude form, rendered with such anatomical skill, is asserted as an opportunity for the artist to showcase his anatomical virtuosity, a celebration of artistic skill that supersedes purely moralistic intent, using the witch as a vehicle for artistic expression. The complexity lies in Baldung’s unique position, allowing him to absorb the legalistic framework of the witch-hunters while simultaneously exploiting the subject for its dramatic and erotic artistic potential. Ultimately, \"The Witches\" remains a profound cultural artifact of the German Renaissance, demonstrating that the terror of witches could be simultaneously articulated as a moralistic warning, a perverse sexual fantasy, and a showpiece of artistic innovation. It is an enduring testament to the era's conflicting attitudes toward the occult, the female body, and the rising power of the printed image to shape public perception of witchcraft. This woodcut stands as a testament to the complexities of human experience during the Renaissance, encouraging a deeper appreciation for the interplay between art, culture, and society in shaping our understanding of history. Baldung’s work remains relevant today, reminding us of the potent narratives that art can convey and the enduring power it holds to reflect our shared human anxieties and aspirations regarding the nature of evil and the limits of the known world."
     }
    },
    "three-witches": {
      "title": "The Three Witches",
      "image": "img/collection/tre_streghe.jpg",

      "metadata": {
        "title": "Le Tre Streghe",
        "creator": ["Johann Heinrich Füssli (Henry Fuseli)"],
        "type": "Painting",
        "date": "1783",
        "location": "Kunsthaus Zürich, Switzerland",
        "room": "Visions and shadows",
        "identifier": ["https://it.m.wikipedia.org/wiki/File:Johann_Heinrich_F%C3%BCssli_019.jpg"]
      },
      "texts": {
        "short-fun-kid": "In 1783, an artist named Henry Fuseli painted a famous, spooky picture called \"The Three Witches.\" These witches are from the famous play Macbeth by Shakespeare! They look thin and serious, with long, scary fingers, and they are pointing. They told a powerful man (Macbeth) he would become king, which made him do bad things! The painting is spooky because the artist used dark shadows and strong lines to make the witches look like scary ghosts or fate itself, which was a new, dramatic idea at the time.",
        "medium-fun-kid": "Imagine meeting three really weird, scary ladies who know your future! That's what the artist Henry Fuseli painted in 1783 with his artwork, \"The Three Witches.\" These ladies, called the Weird Sisters, are from the Shakespeare play Macbeth. The painting shows them looking like scary, wild creatures, with pointed noses and long, spooky fingers that are dramatically pointing at something. They are telling Macbeth a secret prophecy: that he will become king. This news makes Macbeth very greedy and leads him to ruin. Fuseli, a key artist in the Romantic movement, didn't just paint them as ugly old ladies. He made them look like powerful, haunting figures of fate or destiny, using lots of shadows and bright light to make the scene feel mysterious and a little bit terrifying. This dramatic, psychological way of painting witches was so cool that the idea stuck around, influencing later art and stories, making these three ladies the most famous witches in history!",
        "long-fun-kid": "Way back in 1783, in the time of dramatic stories and big feelings (called the Romantic movement), a Swiss artist named Henry Fuseli painted one of the spookiest pictures of witches ever: Le Tre Streghe (\"The Three Witches\"). These three mysterious ladies are the Weird Sisters from the famous play Macbeth by William Shakespeare. In the play, these sisters suddenly appear in a storm and tell the main character, Macbeth, a secret prediction: that he will soon become king! This prediction makes Macbeth so greedy and wicked that he decides to murder the actual king. Fuseli's painting captures this exact, important moment. His witches don't look like the simple, ugly old women found in earlier drawings. Instead, they are very tall and thin, with faces in deep shadow, and they have strange, long, dramatic fingers that point to emphasize their power to see the future. The artist used strong contrasts of light and shadow, which makes the whole scene feel uncanny and super mysterious, like the forces of destiny are right there in the room with you. Fuseli was inspired by the idea that witches were not just people doing evil spells, but they were the actual personifications of fate or Macbeth’s own wicked thoughts coming to life. Fuseli painted these figures in an unsettling, Gothic way because he and other Romantic artists loved to explore the deepest human emotions and the frightening limits of the mind. Even though Shakespeare's play was based on old tales of witches who could raise storms (a fear that was very real in King James's time!), Fuseli chose to focus on the psychological terror—the fear that your own ambition and fate might destroy you. This powerful, haunting visual idea was so successful that people immediately understood it, and it even inspired funny drawings (parodies) right after it was first shown! This painting cemented the image of the Shakespearean witch as the ultimate, powerful symbol of chaos and doom, influencing almost every witch story since.",
        "short-educational-adult": "Henry Fuseli’s 1783 oil painting, Le Tre Streghe, is a key work of British Romanticism and a profound visual exegesis on Shakespeare’s Macbeth. The painting depicts the prophetic Weird Sisters, shifting the artistic focus from the legalistic persecution of the witch archetype to the internalized, sublime terror of the human psyche. Fuseli utilizes elongated forms, stark profiles, and dramatic chiaroscuro to characterize the Witches as chilling personifications of wyrd (fate) and temptation, rather than mere agents of maleficia. The work defined the modern, psychological interpretation of the witch as a nexus of chaos and destiny, transcending its literary source.",
        "medium-educational-adult": "Fuseli’s 1783 oil on canvas, Le Tre Streghe, marks a significant transition in the visual culture of witchcraft, from the demonological focus of the Reformation to the Gothic and psychological interests of the Romantic movement. The painting, which illustrates the pivotal prophecy scene in Shakespeare's Macbeth, utilizes Fuseli's singular style of unsettling, elongated forms and dramatic lighting to achieve an aesthetic of the sublime and the uncanny. The Witches are depicted as commanding figures, their dramatically pointing fingers emphasizing their role as arbiters of fate (wyrd). The work deliberately exploits the ambiguity of the Weird Sisters’ nature, suggesting they are the externalized manifestation of Macbeth's own wicked ambition rather than active ritualistic culprits. By focusing on the psychological impact of the prophecy, Fuseli defined the modern archetype of the witch as a powerful and enduring symbol of destiny and human temptation.",
        "long-educational-adult": "Johann Heinrich Füssli’s (Henry Fuseli) 1783 oil painting, Le Tre Streghe (\"The Three Witches\"), is a foundational work of British Romanticism, serving as a critical document illustrating the shift in the witch archetype from a figure of demonological anxiety to an embodiment of sublime, psychological terror. The painting is a profound visual exegesis on William Shakespeare's Macbeth, specifically capturing the initial encounter with the prophetic Weird Sisters in Act 1, Scene 3. Fuseli's signature style is immediately recognizable: the figures are characterized by unsettling, elongated forms, stark profiles, and a dramatic use of light and shadow, which heightens the scene's sense of the uncanny. The literary origins of the Witches, which draw from Holinshed's Chronicles and were amplified by contemporary demonological fears—particularly those detailed in King James VI’s Daemonologie regarding tempestarii (storm-raising witches)—informed their description as agents of chaos and treason in Shakespeare's play. However, Fuseli’s Romantic interpretation de-emphasizes the literal performance of maleficia (evil acts). Instead, he grants the Witches a powerful, almost classical monumentality, visually transforming them into personifications of destiny and temptation. The dramatically pointing, elongated fingers underscore their function as the arbiters of wyrd (Old English for 'fate'), aligning them conceptually with classical figures like the Moirai. The painting's enduring power is rooted in its exploitation of the Witches' inherent ambiguity. Fuseli's choice suggests they may be the externalized manifestation of Macbeth's inner, wicked ambition, a psychological temptation that he chooses to indulge. This approach moves the thematic focus away from external legal persecution (like in Molitoris’s work) or the grotesque body (like Baldung Grien’s), toward the internal psychological impact of prophecy and fate. This Romantic sensibility, which found in Shakespeare a perfect vehicle for exploring the limits of reason and deep human emotions, paved the way for the modern understanding of the witch as a powerful, immutable nexus of fate and chaos, cementing the painting's status as a quintessential artifact of the Gothic imagination.",
        "short-scholar": "Henry Fuseli’s 1783 oil painting, Le Tre Streghe, is a critical work of British Romanticism that shifts the witch archetype from Reformation demonology to psychological sublime. The work, a profound exegesis on Shakespeare’s Macbeth, utilizes dramatic chiaroscuro and elongated forms to present the Weird Sisters as commanding personifications of wyrd (fate). By emphasizing the psychological impact of the prophecy, Fuseli moves beyond the legalistic focus on maleficia (e.g., tempestarii) and the body of the witch, positioning the figures as the externalized manifestation of Macbeth's own wicked ambition and defining the modern conception of the witch as a nexus of chaos and temptation.",
        "medium-scholar": "Fuseli’s 1783 oil on canvas, Le Tre Streghe, serves as a pivotal artistic document of the late 18th-century Romantic movement, characterized by its engagement with the sublime and the Gothic imagination. The painting is a visual interpretation of the prophetic encounter in Shakespeare's Macbeth, drawing on the complex literary history of the Weird Sisters and their connection to real-life fears of tempestarii documented in King James VI’s Daemonologie. Fuseli's aesthetic is one of uncanny intensity, employing dramatic light-dark contrasts and monumental, yet distorted, figures to emphasize the Witches’ function as arbiters of fate (wyrd). The work deliberately exploits the Witches' ambiguity, suggesting they are the externalized psychological manifestation of Macbeth's ambition rather than merely external agents of ritualistic chaos. This Romantic shift in focus from literal demonic action to internal temptation defines the painting's enduring influence on the modern artistic and theatrical trajectory of the witch motif.",
        "long-scholar": "Le Tre Streghe, Henry Füssli. The artistic rendering of the witch archetype reached a profound psychological apogee in the late 18th century, transitioning from the demonological anxieties of the Reformation era to the internalized, sublime terrors characteristic of the Romantic movement. Johann Heinrich Füssli (or Henry Fuseli, Swiss, 1741–1825), a key figure in British Romanticism, gave potent form to this shift with his 1783 oil on canvas, Le Tre Streghe (The Three Witches) , now housed in the Kunsthaus Zürich. This painting, approximately 46 × 61 cm, is not merely an illustration of a literary scene; it is a profound exegesis on the power of the supernatural in shaping human destiny, utilizing the unsettling, elongated forms and haunting expressions that defined Fuseli’s singular style. Fuseli’s work draws its essential authority from William Shakespeare’s Macbeth (c. 1603–1607), featuring the prophetic figures known as the Weird Sisters, or the Wayward Sisters. The textual origin of these figures is complex, rooted in Holinshed's Chronicles (1587) and influenced by King James VI of Scotland's Daemonologie (1597). Fuseli’s 1783 painting captures the pivotal moment of encounter in Act 1, Scene 3, where the Witches greet Macbeth with a prophecy of kingship, thus initiating his path to regicide and ruin. The painting reflects the Romantic fascination with the mysterious and the psychological, a departure from the strict moralizing of the earlier Renaissance images. Fuseli’s depiction is characterized by an aesthetic of the sublime and the Gothic imagination. The witches are dramatically lined up, their faces in stark profile, their fingers elongated and dramatically pointing, a gesture that emphasizes their role as prophetic arbiters of fate. The ambiguity inherent in the Weird Sisters is exploited by Fuseli. Are they merely the agents of fate, or are they the active catalysts of Macbeth's destruction? The painting leans into their role as the embodiment of wyrd (Old English for 'fate'), a concept linking them to the Greek Moirai and the Norse Norns. By presenting them as haunting, commanding figures, Fuseli suggests they are the externalized manifestation of Macbeth’s own wicked ambition, a temptation residing in his mind that he chooses to indulge. This work marks a significant evolution in the artistic trajectory of the witch motif. Whereas Molitoris's woodcut addressed the legal definition of the weather-witch and Baldung Grien’s chiaroscuro exploited the body of the witch, Fuseli’s painting shifts the focus to the psychological impact of the prophecy. The painting remains a quintessential artifact of the Gothic imagination, demonstrating the enduring power of dramatic art to articulate the deepest human fears of the unknown and the inescapable doom of ambition."
     }
    },
    "walnut-tree": {
      "title": "The Walnut Tree of Benevento",
      "image": "img/collection/nocedibenevento.jpeg",

      "metadata": {
        "title": "Il noce di Benevento (The Walnut Tree of Benevento)",
        "creator": ["Salvatore Viganò", "Franz Xaver Süssmayr"],
        "type": "Ballet",
        "date": "1825",
        "location": "Teatro alla Scala, Milan, Italy",
        "room": "Visions and shadows",
        "identifier": ["https://archive.org/details/ilnocedibenevent00sssm/mode/2up"]
      },
      "texts": {
        "short-fun-kid": "In 1812, a famous dancer and creator named Viganò made a huge, exciting ballet in Italy called Il Noce di Benevento (\"The Walnut Tree of Benevento\"). This dance was about a famous Italian legend of a giant, spooky walnut tree where witches gathered! The main character, a lady named Dorilla, gets tricked by a mean witch named Canidia (who stands for Error!). Viganò used the story to teach a serious lesson: that people should choose virtue (goodness) over vice (badness). The moral of the dance was so strong that a famous writer said it was better than a Shakespeare play!",
        "medium-fun-kid": "Imagine a huge, dramatic dance on a giant stage! In 1812, the great Italian dancer and choreographer Salvatore Viganò created a long, four-act ballet called Il Noce di Benevento. It was based on an old legend from Benevento, Italy, about a mysterious, giant walnut tree where witches held their secret parties, or \"sabbaths.\" The main plot is an allegory, which is a story with a hidden moral meaning. A woman named Dorilla is separated from her husband and falls asleep under the bad walnut tree. There, she is tempted by the wicked witch Canidia (who represents making mistakes) and is stripped of her good traits, becoming selfish and vain. Her husband has to go on a quest, guided by a good witch (who represents Reason), to find magical tools that stand for Sense, Providence, and Strength. Only then can he save his wife from the moral tragedy, turning the whole scary forest into the beautiful Temple of Virtue. Viganò made sure every single dance step and gesture in this ballet had a deep moral lesson!",
        "long-fun-kid": "The way people thought about witches changed a lot over time, and one of the most exciting changes happened on stage! In 1812, in Milan, Italy, a genius dancer and choreographer named Salvatore Viganò created a huge, four-act dramatic ballet called Il Noce di Benevento (\"The Walnut Tree of Benevento\"). This kind of dramatic dance was called a coreodramma, and Viganò made every single step and gesture carry deep emotional and moral weight. The ballet was based on the centuries-old legend of the \"City of Witches,\" Benevento, where a massive, scary walnut tree was said to be the meeting spot for witches. The legend started a long time ago when early Christians misunderstood a strange ritual performed by warriors: they would hang a goat skin on the tree and ride around it in a frenzy. The Christians thought this looked like a devil-worshiping Witches' Sabbath. The local witches, called Janare, were also famous herbalists, experts in special plants, and their name suggested they were followers of the ancient goddess Diana. Viganò used this rich Italian legend as an allegory to teach a strong moral lesson about temptation and choosing virtue. The main character is a young woman named Dorilla, who, after getting lost, takes shelter under the notorious tree and is immediately tricked by the evil witch Canidia (who personifies Error, or mistakes). Dorilla is stripped of her goodness and falls into vice, being seduced by figures who represent Self-Love, Vanity, and Volatility, and tempted by three lovers representing the stages of life. Her husband, Roberto, has to fight his own weaknesses and is guided by a good witch (Martinazza, or Reason) to collect symbolic tools: a gourd for Sense, a branch for Providence, and an ax for Strength. Only after Roberto uses these virtues to defeat the demonic stag (Error) can Dorilla be saved, and the wicked characters (Canidia and her friends) are then dramatically locked away in a cage, showing that vice must be punished. This ballet was so powerful that it made the witch figure a major, serious symbol in high European art!",
        "short-educational-adult": "Salvatore Viganò’s 1812 coreodramma, Il Noce di Benevento, is a seminal allegorical ballet that adapted a localized Italian witchcraft legend for the Romantic stage. The work shifts the witch archetype from a literal object of persecution (Reformation era) to a symbolic vehicle for examining the universal conflict between vice and virtue. The plot follows Dorilla’s lapsus vitae (moral fall) under the demonic walnut tree, where she is seduced by the witch Canidia (Error). Viganò, a pioneer of ballo epico, utilized profound pantomime to imbue every gesture with moral weight, culminating in the triumph of the husband Roberto, armed with the virtues of Sense, Providence, and Strength, and the confinement of Vice, cementing the witch as a complex cultural symbol.",
        "medium-educational-adult": "Viganò’s 1812 four-act allegorical ballet, Il Noce di Benevento, premiered at La Scala, significantly advancing the coreodramma as a sophisticated genre capable of epic, psychological, and moral narrative. The work's conceptual architecture rests upon the Benevento legend of the Janare (local witches, historically linked to the goddess Diana and complex syncretic Longobard rites), using the walnut tree as a central metaphysical metaphor. The libretto functions as a dense, didactic moral allegory detailing the susceptibility of the soul to temptation. The protagonist, Dorilla, falls victim to the witch Canidia (Error), initiating a lapsus vitae characterized by the symbolic seduction by allegorical figures of vice. Viganò’s choreography meticulously details the subsequent struggle for Dorilla's soul, culminating in the victory of her husband Roberto, armed with the salvific tools representing Sense, Providence, and Strength, and the symbolic incarceration of the witch Canidia, thereby transforming the figure of the witch into a potent symbol of internal spiritual crisis for the Romantic age.",
        "long-educational-adult": "Salvatore Viganò’s 1812 allegorical ballet, Il Noce di Benevento, a four-act coreodramma with music by Franz Xaver Süssmayr, represents a culmination of the artistic trajectory of the witch archetype, moving from static visual arts into the dynamic realm of theatrical performance. Premiering at La Scala, the work established Viganò, a pioneer of ballo epico, as a figure capable of infusing dance with profound psychological and moral weight, exemplified by Stendhal’s famous assertion of the ballet's visceral power. The ballet's conceptual foundation is the centuries-old Benevento legend, the \"City of Witches,\" which is rooted in a complex syncretic history. The notorious superstition surrounding the colossal walnut tree originated from the misinterpretation of an ecstatic Longobard pagan rite (the ritual consumption of goat skin from the tree) by early Christian chroniclers, who condemned it as a demonic sabba (Witches’ Sabbath). The local witches, known as Janare, were recognized as skilled herbalists and were popularly linked to the Roman goddess Diana, providing a rich, uniquely Italian folkloric foundation. The walnut tree itself serves as a central metaphysical metaphor, embodying both poison (its toxic shadow) and potential salvation. Viganò’s libretto is fundamentally a dense, didactic moral allegory concerning the susceptibility of the soul to temptation. The protagonist, Dorilla, tragically separated from her husband Roberto, seeks refuge under the notorious tree and falls victim to the malign witch Canidia, the choreographic personification of Error. The core of her lapsus vitae (moral fall) unfolds in the dense second act, set symbolically within the belly of the stag (Error’s physical form), where Dorilla is stripped of virtue and systematically seduced by allegorical figures of Self-Love, Vanity, and Volatility, as well as three lovers representing the three ages of man. This internal, spiritual focus represents a profound departure from the external, prosecutorial condemnation found in demonological manuals. The subsequent acts meticulously detail the struggle for Dorilla’s soul, presented as a complex pantomime battle between Canidia (Error) and Martinazza (Reason). The righteous husband, Roberto, guided by Martinazza, must first overcome his own moral impediments (Ignorance and Debility) and retrieve the necessary salvific tools: the gourd of Sense (senno), the branch of wild chestnut symbolizing Providence, and the ax of Strength (forza). The ballet concludes with the climactic victory of virtue, the transformation of the tenebrous forest into the immaculate Temple of Virtue, and the symbolic incarceration of the wicked witch Canidia and the morally compromised companions in a dramatic cage, thus utilizing the ancient witch figure as a powerful symbolic antagonist in a moral tragedy resonating deeply with the aesthetic currents of the Romantic age.",
        "short-scholar": "Viganò’s 1812 coreodramma, Il Noce di Benevento, is a seminal allegorical ballet, transmuting the Benevento witchcraft legend into a didactic moral spectacle for the Romantic stage. The central narrative is Dorilla’s lapsus vitae (moral fall) under the influence of the witch Canidia (Error). The choreography, a form of ballo epico, is rigorously imbued with philosophical meaning, detailing the seduction by allegorical vices and culminating in the husband Roberto’s victory, armed with the symbolic virtues of Sense, Providence, and Strength. This work definitively shifted the witch archetype from a figure of literal demonological persecution to a protean symbol of internal spiritual crisis and the universal conflict between vice and virtue in high European culture.",
        "medium-scholar": "Salvatore Viganò’s 1812 four-act allegorical ballet, Il Noce di Benevento, premiered at La Scala, significantly establishing the coreodramma as a genre capable of conveying profound psychological and moral narratives. The work is conceptually anchored in the regional Benevento legend of the Janare (local witches), a superstition arising from the syncretic misinterpretation of Longobard pagan rites as the demonic sabba. The libretto serves as a dense didactic moral allegory detailing the susceptibility of the soul to temptation. The protagonist, Dorilla, undergoes a choreographed lapsus vitae (moral fall) under the malignant influence of Canidia (Error), symbolized by the seduction of vices (Self-Love, Vanity) within the belly of the stag (physical Error). Viganò’s ballo epico focuses on the subsequent choreographic battle between Canidia and Martinazza (Reason), culminating in the restoration of Dorilla through Roberto, who employs the salvific, symbolic virtues of Sense, Providence, and Strength. The ballet’s success cemented the witch figure in high culture as a multifaceted symbol embodying internal spiritual conflict rather than external prosecutorial guilt.",
        "long-scholar": "The Walnut Tree and the Seduction of Sense: Viganò’s Il Noce di Benevento as an Allegorical Examination of the Witch and Female Vulnerability. The artistic evolution of the witch archetype, a figure historically subjected to profound legal, religious, and erotic scrutiny, found its ultimate expression not only in the static visual arts but also in the dynamic, ephemeral realm of theatrical performance. This trajectory culminated in the early 19th-century Italian ballet, a sophisticated genre known as the coreodramma, which sought to infuse dance with epic, psychological, and moral weight. Salvatore Viganò’s (c. 1769–1821) monumental allegorical ballet in four acts, Il Noce di Benevento (The Walnut Tree of Benevento), premiered at the prestigious Teatro alla Scala in Milan on April 25, 1812, with readily appealing music composed by Franz Xaver Süssmayr, a distinguished pupil of Mozart. This performance represents a critical cultural inflection point where localized Italian witchcraft legends were transmuted into a grand, moralizing spectacle, solidifying the transition of the witch from a literal object of persecution, as seen in the earlier Malleus Maleficarum era, to a symbolic, protean vehicle for examining the universal conflict between vice and virtue. Viganò, already celebrated for his collaborations, including the foundational Le Creature di Prometeo with Beethoven in 1801, was a pioneer of the ballo epico. He deliberately eschewed the decorative, often frivolous elements of the traditional French pas de deux in favour of developing a profound, continuous allegorical narrative articulated through dramatic movement and expressive pantomime, establishing a psychological pathos where every choreographed gesture was rigorously imbued with philosophical and moral meaning. The subsequent critical reception was a testament to the work’s extraordinary impact, with literary titans like Stendhal famously asserting that \"the most beautiful tragedy of Shakespeare does not produce half the effect of a ballet by Viganò,\" thereby underscoring the powerful, visceral resonance of this dramatic approach to the complex subject of witches. The profound conceptual architecture of the ballet rests upon the centuries-old legend of Benevento, the eponymous “City of Witches,” a narrative deeply rooted in the region's complex syncretic history. The notorious superstition surrounding the colossal, solitary walnut tree stems from the Longobard conquest of the area in the 6th century. During this period, Christianized inhabitants recoiled from the Longobards’ indigenous pagan cult of trees and their specific ritual of hanging a goat skin upon a sacred walnut tree, a skin which was subsequently shredded and voraciously consumed by warriors on horseback who frenetically circled the site. Christian chroniclers, viewing this ecstatic, tumultuous rite as unequivocally barbaric and Satanic, conflated it with the clandestine nocturnal gatherings of witches who were believed to invoke the Devil with their terrifying ululations, thereby morphing the Longobard ritual into the demonic sabba or Witches' Sabbath. The Benevento witches themselves, known in local dialect as Janare, were traditionally believed to derive their name from Dianara, a term suggesting an ancient lineage as priestesses of the Roman goddess Diana, the patroness of marginalized women and nocturnal gatherings. The Janare were recognized in folklore as being sophisticated herbalists, expert in the manipulation of medicinal, curative, narcotic, and potentially hallucinogenic flora such as aconite and belladonna, which they meticulously gathered in areas like the valley of the Sabato River. The coincidence of the river’s name with Shabbath or Sabba likely served to further cement the locale’s reputation as a key staging ground for witchcraft. The regional folk beliefs surrounding the Janare, including their capacity for aerial transvection on brooms after applying a magical unguent and the traditional caveat that their only physical vulnerability was their hair, provided a rich, uniquely Italian foundation for the ballet's central metaphysical metaphor. The inherent dualism of the walnut tree itself, with its famously toxic shadow, its wood's dark coloration, and its fruit's suggestive resemblance to the human brain, further reinforced the theme of the witch as a figure embodying both poison and potential salvation, a powerful and unsettling concept that had endured since early modern scholastic treatises, such as Giordano da Bergamo's Indagine sulle streghe (c. 1470), which linked the tree's humid shadow to the psychological genesis of the witch’s illusory images. Viganò’s libretto for Il Noce di Benevento is consequently saturated with symbolic meaning, designed to function as a dense, didactic moral allegory concerning the susceptibility of the soul to temptation. The complex, four-act plot, known primarily through a later reproduction of the original libretto, centers on the young Dorilla, who, tragically separated from her husband Roberto during a storm, seeks refuge under the notorious walnut tree. There, in her exhausted state, she falls victim to the malign witch Canidia, who is the choreographic personification of Error, while her rival, the witch Martinazza, who embodies the radiant light of Reason, attempts to intervene and save her. The core of Dorilla’s moral tragedy unfolds in the dense second act, set symbolically within the belly of the stag, the physical manifestation of Error itself. Here, Dorilla is depicted as having been systematically stripped of her innate sense of virtue and instead is possessed by the allegorical figures of Self-Love, Vanity, and Volatility. She proceeds to be seduced by three lovers, choreographically figuring the three ages of man: Youth, who beguiles with simple freshness; Virility, who tempts with sheer vigour; and Old Age, who conquers through the temporal power of wealth. This dramatic internal focus is a profound departure from the external, prosecutorial condemnation found in demonological manuals, shifting the analysis of the witch from an agent of Satan to the object of an internal spiritual crisis, examining vice as an infectious, pervasive force that leads to lapsus vitae. The subsequent acts meticulously detail the struggle for Dorilla’s soul, presented as a complex pantomime battle between Canidia (Error) and Martinazza (Reason). Roberto, the righteous husband, must not only observe his wife's transgression but must first overcome his own moral impediments, specifically the symbolic Ignorance of his servant and the inherent Debility of his friend Narciso, before he can be guided by Martinazza to retrieve the necessary salvific tools: the gourd of Sense (senno), the branch of wild chestnut symbolizing Providence, and the ax of Strength (forza). The final choreographed victory sees Roberto, armed with these virtues, restore Dorilla to reason and violently vanquish the demonic stag, leading to the climactic and celebratory transformation of the tenebrous forest into the immaculate Temple of Virtue. In a final, decisive moral act, the wicked witch Canidia, along with the morally compromised companions Narciso and the servant, are confined within a dramatic cage, signifying the necessary incarceration of vice, error, and moral feebleness. Viganò, through his invention and mastery of the coreodramma, successfully utilized the terrifying, ancient figure of the witch not as a target of religious fear, but as a dynamic, potent, and symbolic antagonist in a profound moral tragedy that resonated deeply with the intellectual and aesthetic currents of the Romantic age. The immense, sustained success of the ballet at La Scala thus irrevocably cemented the figure of the witch in high European culture as a multifaceted symbol, capable of embodying both localized folkloric terror and complex universal allegorical truth."
     }
    },
    "witchcraft-hung": {
      "title": "Witchcraft was hung, in History",
      "image": "img/collection/poem.jpg",

      "metadata": {
        "title": "Witchcraft was hung",
        "creator": ["Emily Dickinson"],
        "type": "Poem/Manuscript",
        "date": "1830-1886",
        "location": "Amherst College Archives & Special Collections, Amherst, Massachusetts, USA",
        "room": "Visions and shadows",
        "identifier": ["https://acdc.amherst.edu/view/Emily%20Dickinson/ed0528#page/1"]
      },
      "texts": {
        "short-fun-kid": "The poet Emily Dickinson (who was very private and wrote from her house) wrote a tiny, powerful poem called \"Witchcraft was hung\" around the 1860s. The poem says that Witchcraft itself was put on trial and hanged, like a person. Dickinson used this scary image to talk about how her society hated people who were different or thought in an unconventional way. She felt that the world wanted to silence her unique and independent mind, just like the Puritans tried to silence people they called witches a long time ago.",
        "medium-fun-kid": "The famous American poet Emily Dickinson lived a very quiet life, staying mostly inside her house in Massachusetts in the 1860s. She wrote a short, intense poem that starts with the line: \"Witchcraft was hung.\" This is a huge, powerful idea! Instead of writing about a single person being executed, she says the whole idea of \"Witchcraft\" was hanged. For Dickinson, the hanging of a witch was a perfect symbol for the way her community treated independent thinkers or anyone who didn't follow the strict religious rules. She felt like her own unique thoughts and ideas were being constantly judged and told to be quiet. She used this old, violent story from the Puritan past (like the Salem trials) to talk about a very personal feeling: the pain of a clever, different mind being forced into silence or \"shut up\" by a world that wants everyone to be the same. Her poem is a final, quiet protest against a conformist society.",
        "long-fun-kid": "The image of the witch has been used in many ways, but the American poet Emily Dickinson gave it the most secret and personal meaning of all in her short poem \"Witchcraft was hung,\" written in the 1860s. Dickinson was a very famous writer, but during her life, she was a true non-conformist, staying inside her house most of the time and refusing to follow the religious and social rules of her conservative New England town. Dickinson's poem uses the image of the witch not as a real person, but as a powerful metaphor for something else. The first line is shocking because it describes the abstract idea of Witchcraft being put on a gallows and executed. This instantly disconnects the punishment from any single victim and applies it to an entire way of thinking that the society wanted to kill. Dickinson used this painful, historical memory of the Puritans executing witches for maleficia (evil acts) as a way to talk about the huge cost of being an independent thinker. She felt that her society, which still held onto the rigid moral ideas of the Puritan past, wanted to silence her own genius and force her unique thoughts into a conventional, \"safe\" box, which she called \"Prose.\" Her own life, marked by her refusal to declare her faith publicly, once writing, \"Some keep the Sabbath going to Church/ I keep it, staying at Home\", was an act of resistance. By writing that \"Witchcraft was hung,\" she was saying that the same spirit of unruly, non-conformist thought that got people killed long ago was still being violently repressed in her own time. The short, devastating poem is her final, quiet protest against a world that wanted her brilliant, vast mind to be \"still\" and small.",
        "short-educational-adult": "Emily Dickinson’s poem, \"Witchcraft was hung\" (c. 1860s), represents the conceptual compression of the witch archetype in the American context. Writing from seclusion, Dickinson transmutes the literal colonial execution into a potent internalized metaphor for spiritual repression and the profound cost of intellectual non-conformity within New England society. The poem utilizes characteristic elliptical syntax to personify and execute the abstract concept of \"Witchcraft,\" detaching the punishment from the accused's body and applying it to the realm of independent thought. The work functions as a post-Puritan critique of the theological and social censorship aimed at containing the unruly feminine intellect.",
        "medium-educational-adult": "Dickinson’s \"Witchcraft was hung\" (c. 1860s) is a profound intellectual intervention that moves the witch archetype from historical narrative (Matteson) to terse, psychological metaphor. The poem's initial line, using characteristic elliptical syntax, immediately personifies and executes the abstract concept of \"Witchcraft,\" which is then interpreted as a devastating analogue for the silencing of independent thought and the psychic trauma of the Puritan cultural legacy in New England. Given Dickinson’s defiant non-conformity—her avoidance of institutionalized faith and public life—the judicial hanging is posited as an act of theological and social censorship aimed at obliterating the radical spiritual independence she represented. The witch figure thus becomes a spectral symbol of the unconstrained feminine intellect, too vast for the conventional religious and domestic enclosures of her era.",
        "long-educational-adult": "The artistic and historical trajectory of the witch archetype finds its ultimate expression not in grand narrative scale, but in the concentrated, devastating simplicity of Emily Dickinson’s poem, \"Witchcraft was hung\" (c. 1860s). Writing from a self-imposed seclusion that was itself a form of resistance, Dickinson utilized the poem to articulate the immense psychic cost of non-conformity within the inherited Puritan cultural legacy of New England. The poem’s power resides in its deliberate linguistic move: the abstract concept of \"Witchcraft\" is formally personified and subjected to execution, the colonial penalty for maleficia. This immediately detaches the punishment from any single, accused body and universalizes it, applying the sentence to an entire realm of independent thought or unconventional being. For Dickinson, whose lifelong non-conformity included a refusal to make a public declaration of faith, the judicial hanging serves as a precise and devastating analogue for the societal and theological efforts to contain, silence, or obliterate the independent feminine intellect. She implicitly critiqued the rigid moral code of the New England society that preferred to see her confined to the suffocating \"Prose\" of convention, rather than allowing her \"living Verse\" (unruly genius) to flourish. The poem functions as a late-stage American commentary on the religious anxieties that fueled earlier demonological frameworks, but channels those anxieties through a post-Puritan spiritual critique. The hanging is posited as a final, definitive act of theological and social censorship. By evoking this ancestral Puritan brutality, Dickinson implicitly argues that her own radical spiritual independence was the contemporary equivalent of the heresy that led to the scaffold. The witch archetype, in her hands, is thus transformed from a historical victim into a timeless, spectral symbol of the unrepressed female imagination and the essential, life-long seclusion required to protect one’s truth from a world that demands absolute spiritual and intellectual conformity.",
        "short-scholar": "Emily Dickinson’s poem, \"Witchcraft was hung\" (c. 1860s), is a final conceptual compression of the witch archetype, moving beyond historical spectacle to internalized psychological metaphor. Using characteristic elliptical syntax and personification, Dickinson executes the abstract \"Witchcraft,\" symbolizing the psychic trauma and societal penalty for spiritual non-conformity within the Puritan-descended New England context. The work functions as a direct, late-stage American critique of theological censorship, transforming the historical scaffold (penalty for maleficia) into an analogue for the suppression of the unruly feminine intellect and the self-imposed seclusion required to preserve individual genius.",
        "medium-scholar": "Emily Dickinson’s terse, enigmatic poem, \"Witchcraft was hung\" (undated, c. 1860s), constitutes the final, and most profound, conceptual compression of the witch archetype in the history of Western art and literature. Writing from a position of intense, self-imposed seclusion in Amherst, Massachusetts, Dickinson sublimates the literal colonial execution into a devastating internalized metaphor for spiritual repression and the profound cost of intellectual non-conformity within the American context. The poem’s essential power lies in its linguistic precision and elliptical syntax. By beginning with the line, \"Witchcraft was hanged,\" Dickinson formally personifies the abstract concept and subjects it to the ultimate penalty, the colonial execution for the crime of maleficia. This rhetorical strategy detaches the punishment from the physical body of any single accused woman, universalizing the violence and applying it to an entire realm of non-conformist thought or being. The poem's silence challenges the reader to understand that what was extinguished was not an individual, but a vital sphere of potentiality. This concise verse serves as a direct, late-stage American critique of the theological censorship and rigid moral code inherited from the Puritan past, the very structures that demanded absolute spiritual conformity. Dickinson’s own life, marked by her preference for a private, unconventional intellectual existence and her unwavering reluctance to make a public declaration of evangelical faith, makes the judicial hanging a penetrating analogue for the societal effort to contain, silence, or obliterate the feminine, non-conformist intellect. The hanging is posited as a final, definitive act of censorship. Her poetic \"Witchcraft\" is executed not for a pact with the Devil, but for radical spiritual independence that defiantly bypasses the prescribed, public path of institutionalized faith. Dickinson’s profound artistic intervention moves beyond the external horror of the scaffold and the spectacular sexualized terror of the Renaissance woodcut, transforming the witch archetype into a pure, concentrated signifier of Repression and the persistent, life-long seclusion required to protect one’s \"living Verse\" from a world that preferred to see her confined to the suffocating \"Prose\" of convention. The poem confirms the archetype's enduring semantic power as a dark mirror reflecting the isolated genius's fraught relationship with truth and society.",
        "long-scholar": "Witchcraft was hanged: A poem by Emily Dickinson. The investigation into the visual and performative history of the witch archetype culminates in a profound conceptual compression, finding expression not in grand narrative scale but in the terse, enigmatic verse of Emily Dickinson (1830–1886). Her poem, \"Witchcraft was hung\" (undated, c. 1860s), serves as a final, intellectually demanding articulation of the motif, transmuting centuries of cultural history into a potent, internalized metaphor for spiritual repression and the profound cost of intellectual non-conformity within the American context. While earlier 19th-century art, such as Thompkins H. Matteson’s painting, focused on the dramatic tableau of the colonial past and the injustice of the Salem trials, Dickinson, writing from a position of intense, self-imposed seclusion in Amherst, Massachusetts, sublimes the literal execution of the witch into a symbol for the silencing of independent thought and the psychic trauma inherent in the Puritan cultural legacy that was her inheritance. For Dickinson, whose poetry frequently grappled with themes of death, immortality, and the conflict between individual genius and the constraints of institutionalized faith, the image of the hanged witch was not merely a historical footnote but a precise and devastating analogue for the fate of any sensibility deemed \"unruly\" or \"eccentric\" by the rigid moral code of the New England society that still defined her world. The poem, which opens with the devastating simplicity of its title line, functions through Dickinson’s characteristic deployment of elliptical syntax, disruptive capitalization, and the unsettling effect of slant rhyme, compelling the reader to pause at the semantic disjunctions inherent in the violence of the imagery. The act of \"hanging\" is instantly recognizable as the ultimate historical and societal rejection—the colonial penalty for the crime of maleficia, but here, the abstract concept of \"Witchcraft\" is formally personified and executed. This linguistic and metaphorical move immediately detaches the punishment from any single, accused body and applies it to an entire realm of non-conformist thought or being. The poem's power resides in its elliptical silence, challenging the reader to understand what, exactly, was extinguished when \"Witchcraft was hung.\" Given Dickinson’s reclusive life—her preference for white attire, her documented avoidance of visitors, and her lifelong commitment to a private, unconventional intellectual existence (as expressed in her assertion that society \"shut me up in Prose—/ As when a little Girl / They put me in the Closet— / Because they liked me 'still'—\"), the judicial hanging becomes a penetrating symbol of societal and theological efforts to contain, silence, or obliterate the feminine, non-conformist intellect. The figure of the witch thus evolves in her poetry from a historical victim into a timeless, spectral symbol of the unrepressed female imagination, a spirit too vast for the conventional domestic or religious enclosures of her era. Dickinson’s concise engagement with the theme of persecution provides a direct, late-stage American commentary on the religious anxieties that fueled the original demonological frameworks, such as the Malleus Maleficarum, but channels those anxieties through a post-Puritan spiritual critique. The hanging is posited as a final, definitive act of theological and social censorship. By evoking this ancestral Puritan brutality, Dickinson implicitly critiques the prevailing power structures that demanded strict spiritual conformity—the very structures that her influential father upheld. In this hermetic, intellectual context, the witch archetype serves as a negative image of the true self, the self that the poet had to protect and cultivate in secrecy. If the historical witch of Salem was literally executed for a perceived pact with the Devil (a betrayal of divine order), Dickinson’s poetic \"Witchcraft\" is hung for a radical spiritual independence or a private, unshared connection to immortality that defiantly bypasses the prescribed, public path of evangelical conversion. Her unwavering reluctance to make a public declaration of faith, reflected in her poetic declaration, \"Some keep the Sabbath going to Church—/ I keep it, staying at Home,\" are acts of profound resistance that align her, symbolically, with the non-conformity that drove the earlier Puritan persecution of religious dissenters. Ultimately, Dickinson’s profound artistic intervention moves beyond the spectacle of the auto-da-fé, the sexualized terror of the Renaissance woodcut, the dramatic justice of the historical painting, and the expansive moral allegory of the Romantic ballet. The witch archetype, in her hands, becomes a pure, concentrated signifier of Repression and the enduring struggle against it. Dickinson takes the external horror of the scaffold and transforms it into the internalized, persistent existential dread of the isolated, brilliant, and misunderstood intellect. The visceral historical memory of the executed witch becomes the poetic framework through which Dickinson articulates the burden of genius and the essential, life-long seclusion required to protect one’s own \"living Verse\" from a world that preferred to see her confined to the suffocating \"Prose\" of convention. This final, devastatingly brief poem confirms the archetype's enduring semantic power, not as a source of literal fear for the populace, but as a dark mirror reflecting the poet's own fraught relationship with truth, society, and the possibility of radical, spiritual liberation."
     }
    },
    "examination-witch": {
      "title": "The Examination of a Witch",
      "image": "img/collection/Examination_of_a_Witch.jpg",

      "metadata": {
        "title": "The Examination of a Witch",
        "creator": ["Thompkins Harrison Matteson"],
        "type": "Painting",
        "date": "1853",
        "location": "Peabody Essex Museum, Salem, Massachusetts, USA",
        "room": "Fires of fear",
        "identifier": ["https://en.wikipedia.org/wiki/The_Examination_of_a_Witch_(painting)"]
      },
      "texts": {
        "short-fun-kid": "A long time ago, in 1853, an American artist named Matteson painted a dramatic picture called \"The Examination of a Witch.\" It showed a woman standing alone in a room full of mean-looking judges and angry people. These judges were trying to find a \"witch's mark\" on her body to prove she was working for the Devil! The painting was made over 150 years after the real witch trials. The artist used the scary old story to remind the people of his time to be kind and fair, and not to let religious rules make them treat others badly!",
        "medium-fun-kid": "Imagine a dramatic play happening in a dark, old wooden room! That's what the artist Thompkins Harrison Matteson painted in 1853. His picture, \"The Examination of a Witch,\" is now super famous, especially since it's in a museum in Salem, Massachusetts (where some of the witch trials really happened). The scene shows a woman being checked by judges and ministers, who all look very serious and angry. They are looking for a secret \"Devil's mark\" on her skin, which they thought proved she was a witch. The artist painted the woman with a spotlight on her, making her look lonely and scared, while the people around her are yelling or pointing. Actually, the woman in the picture might not even be from the famous Salem trials! The artist was thinking of a different story: a kind Quaker woman who was treated badly by the strict Puritans long before. The artist painted this old story to teach the people of the 1800s an important lesson about fairness, kindness, and tolerance so they wouldn't make the same mistakes their great-great-grandparents made.",
        "long-fun-kid": "Long ago, during the time of the very first towns in America, there were scary events called the Salem witch trials where people were unfairly accused of being witches. But the most famous picture about this time wasn't painted then—it was painted much later, in 1853, by an artist named Thompkins Harrison Matteson. His big, dramatic oil painting is called \"The Examination of a Witch.\" Matteson wanted the painting to look like a scene from a serious, important movie. The setting is a plain, severe room—a colonial court or meeting house—with dark wood everywhere, showing how strict and unforgiving the judges were. In the center, under a bright light, stands the accused woman. She looks sad and alone, surrounded by angry men (the judges and ministers) and women (the accusers) who are pointing and screaming. They are getting ready for the most humiliating part: stripping her down to find the \"Devil's mark\"—a mole or spot they believed was proof she had made a pact with Satan. This act showed how much power the judges had over the woman's body. Matteson used this scary historical scene for a very specific reason. The real inspiration for the painting was probably Mary Fisher, a Quaker woman who was persecuted by the Puritans long before the famous Salem trials. By painting this old story of persecution, Matteson was trying to make the people of his time (the mid-1800s) think about their own country's problems, like slavery and religious intolerance. He used the awful mistakes of the past to teach a lesson: that it is dangerous to let religious rules or fear lead to injustice and cruelty. The painting became a famous \"cautionary tale\" for the whole nation, reminding Americans to always stand up for those who are treated unfairly.",
        "short-educational-adult": "Thompkins Harrison Matteson’s 1853 oil painting, The Examination of a Witch, is a prime example of 19th-century American history painting focused on the colonial past. The work dramatically stages the confrontation within a Puritan meeting house, highlighting the power dynamics between the accusers/judges and the accused woman. The central tension is the impending, humiliating search for the \"Devil's mark,\" which externalizes internal corruption onto the female body. The painting is critically understood as referencing the persecution of the Quaker, Mary Fisher, not the Salem trials, thereby broadening its critique to encompass religious intolerance and serving as a didactic moral commentary on contemporary mid-19th-century American societal failings.",
        "medium-educational-adult": "Matteson's 1853 The Examination of a Witch is a significant piece of American visual culture, epitomizing the 19th-century re-engagement with the moral failures of the colonial Puritan past. The oil on canvas employs a dramatic, theatrical composition within a severe Puritan setting, utilizing sharp lighting to isolate the accused woman as a symbol of the unjustly oppressed individual. The visual narrative centers on the judicial process of searching for the \"Devil's mark\"—an act that merges legal necessity with a public, shameful violation of the accused woman's body. Crucially, the subject is identified not as a Salem figure, but likely as the Quaker Mary Fisher, referencing the persecution by Deputy Governor Bellingham decades earlier. This choice transforms the painting from a simple depiction of witchcraft hysteria into a broader condemnation of Puritan religious intolerance and the subjugation of the individual by theocratic authority. Produced during a period of intense moral debate leading up to the Civil War, the work functions as a powerful didactic cautionary tale, inviting its contemporary American audience to reflect on their own moral accountability and the dangers of allowing zealotry to supersede due process.",
        "long-educational-adult": "Thompkins Harrison Matteson’s 1853 oil on canvas, The Examination of a Witch, represents a defining moment in 19th-century American history painting, a genre dedicated to memorializing and moralizing moments of national significance through art. The work, now housed at the Peabody Essex Museum, is a direct product of the mid-19th century's critical, yet often nostalgic, reappraisal of the Puritan colonial past and its moral shortcomings, especially concerning religious intolerance and persecution. The painting's visual narrative is characterized by a tight, dramatic composition designed to create an atmosphere of intense tension and moral hysteria. The scene is set in a spare, somber colonial court, emphasizing the severity of the Puritan environment. The central figure, the accused woman, is starkly illuminated and positioned in defiant vulnerability, a visual foil against the mass of surrounding figures. These include the stern, dark-clad magistrates and ministers who occupy the position of unyielding judgment, and the hysterical accusers—often young women—whose dramatic gestures reinforce the claims of demonic torment. This visual organization transforms the scene into a highly charged tableau of communal fear and moral conflict, positioning the viewer as an uneasy witness to historical injustice. The core dramatic action involves the impending or ongoing shameful stripping of the accused to search for the \"Devil's mark\" or \"witch's mark.\" This act, which externalized the alleged internal corruption of the witch onto her very flesh, was central to the legal and religious process of identification. The moment captures the collision of prurient curiosity, legal necessity, and religious righteousness, speaking volumes about the power dynamics of colonial society—specifically the absolute authority of theocratic male figures over the female body, which was used as the ultimate evidence of the crime. Crucially, the painting's true historical reference deepens its meaning: Matteson cited a source related to the persecution of Mary Fisher, a Quaker woman seized by Deputy Governor Bellingham long before the Salem trials. This intentional shift transforms the work from a mere depiction of witchcraft hysteria into a broader critique of Puritan-sanctioned persecution against doctrinal non-conformists. Produced during the politically and morally fraught period leading up to the Civil War, The Examination of a Witch functioned as a powerful cultural mirror. By condemning the intolerance of the colonial past, the painting allowed 19th-century Americans to implicitly address their own contemporary moral crises, leveraging the visceral memory of persecution to emphasize the vital necessity of tolerance, due process, and human dignity in the face of zealotry.",
        "short-scholar": "Thompkins Harrison Matteson’s 1853 oil painting is a prime artifact of the 19th-century American reappraisal of Puritan hysteria. The work, a form of history painting, utilizes a tight composition and dramatic lighting to stage the legal confrontation within a colonial court. The central focus is the shameful search for the \"Devil's mark,\" a public violation that links the exposed female body to the legal evidence of heresy. Scholarly analysis indicates the subject is likely the persecuted Quaker, Mary Fisher, not a Salem figure. This historical specificity broadens the painting's critique from witchcraft per se to religious intolerance and the subjugation of the individual by theocratic authority, serving a didactic purpose for Matteson's contemporary audience during a period of profound national moral conflict.",
        "medium-scholar": "Matteson’s 1853 The Examination of a Witch is a significant contribution to American visual culture, functioning as a mid-19th-century history painting that critically engages with the moral deficiencies of the Puritan past. The painting's dramatic composition features moral archetypes: unyielding magistrates versus the isolated, vulnerable accused woman. The visual narrative is built around the public humiliation of the accused through the impending search for the \"Devil's mark,\" an act central to colonial legal process that transforms the female body into the material evidence of the witch's pact. The most nuanced layer of the work involves its specific historical reference: Matteson's source indicates the subject is the Quaker Mary Fisher, persecuted by Deputy Governor Bellingham, rather than a Salem figure. This choice effectively reframes the work as a critique of colonial religious intolerance against non-conformity. By staging this historical injustice, the painting served a clear didactic purpose for its 19th-century audience, utilizing the historical memory of colonial tyranny to encourage reflection on contemporary American moral and political conflicts.",
        "long-scholar": "The Imposition of the Moral Past, Thompkins Harrison Matteson’s The Examination of a Witch, and the 19th-Century American Reappraisal of Puritan Hysteria. The visual culture of witchcraft migrated across the Atlantic and persisted well into the early national period of the United States, yet its most potent artistic representations often emerged not during the actual colonial events, but during the 19th century, a time characterized by a nostalgic, though morally critical, examination of the Puritan past. Thompkins Harrison Matteson’s (American, 1813–1884) oil on canvas, The Examination of a Witch, executed in 1853, stands as a prime example of this American fascination with the colonial epoch and the moral failures of its ancestors, specifically focusing on the persecution of witches. This painting, now famously preserved at the Peabody Essex Museum in Salem, Massachusetts, operates as a work of American history painting, a genre dedicated to memorializing and moralizing moments of national significance. The scene, depicting the examination of a woman accused of witchcraft, captures the intense atmosphere of tension, fear, and moral hysteria that came to define the Salem witch trials of 1692. However, the painting is equally a product of its own time, reflecting 19th-century American interest in the themes of religious intolerance, the subjugation of the individual by the state, and the enduring question of moral judgment. The work's power lies in its dramatic staging and its intricate visual narrative, making the viewer an uneasy witness to an act of historical injustice. The visual narrative of Matteson's The Examination of a Witch, measuring approximately 76 × 64 cm, utilizes a tight, dramatic composition to focus the viewer's attention entirely on the moment of confrontation and humiliation. The central action unfolds within a spare, likely Puritan meeting house or colonial court, identified by the somber wooden paneling and the stark absence of decorative elements, underscoring the severe, unforgiving nature of the environment. The accused woman, the focal point of the composition, is typically depicted standing or perhaps seated in a state of defiant vulnerability, surrounded by her accusers and judges. Her posture, often erect or resigned, stands in sharp contrast to the aggressive, often accusatory body language of the men and women gathered. The lighting, though derived from Matteson's 19th-century aesthetic, starkly illuminates the accused, emphasizing her isolation and the intense scrutiny she endures. The figures surrounding the accused woman function as moral archetypes: the stern, unyielding magistrates and ministers, dressed in dark Puritan attire, occupy the position of judgment, often seated behind a substantial table that physically separates them from the alleged witch. Their faces are rendered with an emphasis on severity and self-righteous conviction, suggesting that judgment has already been passed. Equally important are the figures of the hysterical accusers, often young women, whose dramatic gestures and expressions of distress reinforce the claims of torment and demonic influence. Finally, the painting often includes figures showing emotional distress, such as those who have visibly fainted or recoil in horror, visually demonstrating the overwhelming moral panic of the event. This dense arrangement of figures, their actions clearly delineated by Matteson, transforms the painting from a simple portrait into a highly charged, dramatic tableau of moral conflict and communal fear. The specific historical accuracy of Matteson's subject is a point of significant scholarly ambiguity, a complexity that deepens the painting’s power as a commentary on history itself. While commonly believed to represent an event during the infamous Salem witch trials of 1692, the true inspiration, documented by the artist himself at the painting’s first exhibition in 1848, points toward an earlier, less well-known case of persecution. Matteson explicitly cited a quotation from John Greenleaf Whittier's 1847 book, Supernaturalism of New England, which states: \"Mary Fisher, a young girl, was seized upon by Deputy Governor Bellingham in the absence of Governor Endicott, and shamefully stripped for the purpose of ascertaining whether she was a witch, with the Devil's mark upon her.\" This reference suggests the subject is actually Mary Fisher, a Quaker woman who, along with Ann Austin, was seized by Deputy Governor Richard Bellingham. The historical details provided by the context make the 1692 date highly unlikely, as Bellingham left office in 1672. The persecution of Fisher and Austin by the Puritans, who had previously condemned the \"Boston martyrs\" (Quakers) to death, underscores a crucial point: the moral hysteria surrounding the concept of the witch in colonial America was often inextricably linked to religious intolerance and the persecution of perceived doctrinal non-conformists, such as the Quakers. In this light, Matteson's painting is not just about witchcraft, but about the broader spectrum of Puritan-sanctioned persecution. The central, most humiliating act depicted or implied in the scene is the stripping of the accused woman to search for the \"Devil's mark\" or \"witch's mark.\" In European and American demonology, the mark, often described as an insensitive spot or a mole, was believed to be the indelible physical sign of the witch's pact with Satan, a site where the Devil fed or sealed his covenant. Matteson’s painting visually captures the moment of this shameful exposure, a public violation of the accused woman's body that was central to the legal and religious process of identifying a witch. The text notes how the accused woman is being \"shamefully stripped to determine whether or not she was a witch,\" and the implication that the mark is found \"confirming her guilt.\" This act of stripping and searching externalized the alleged internal corruption of the witch onto her very flesh, turning her body into the definitive legal evidence of her crime. The emphasis on nakedness and physical examination links Matteson's work, conceptually, to Baldung Grien’s earlier treatment of the exposed, sensualized body of the European witch, though Matteson frames the scene as a judicial proceeding rather than a demonic fantasy. It is a moment where prurient curiosity and legal necessity merged under the guise of religious righteousness. The vulnerability of the subject, contrasting with the severity of her judges, speaks volumes about the power dynamics in colonial society, particularly the power of men and theocratic authority over the female body, irrespective of whether the specific accusations were rooted in demonic contact or merely doctrinal difference. The fear of the witch served as a convenient justification for persecuting those who challenged the prevailing order. Produced over 150 years after the actual colonial trials, Matteson’s painting reflects the sensibilities and political concerns of the mid-19th century. American writers, notably the abolitionist and poet John Greenleaf Whittier, used the dark chapter of the witch trials to critique contemporary moral and social failings. By depicting the persecution of the Quaker Mary Fisher, Matteson inadvertently highlighted the historical connection between religious dogma and social injustice, a theme resonant in the period leading up to the Civil War, which was fraught with debates over slavery and moral authority. The painting functions as a cultural mirror, allowing 19th-century Americans to condemn the tyranny of their colonial ancestors and, by extension, reflect on their own society's moral shortcomings. The dramatic, almost theatrical style of the painting, with its clear delineation of heroes and villains, served a didactic purpose. The Examination of a Witch serves as an artistic cautionary tale, leveraging the visceral historical memory of the witches' persecution to emphasize the necessity of tolerance and the dangers of allowing religious zealotry to supersede due process and human dignity. It transformed the isolated incident of the witch trials into a timeless national narrative of conscience and collective guilt, using the image of the accused woman as a powerful symbol of the unjustly oppressed individual."
      }
    },
    "morgan-le-fay": {
      "title": "Morgan-Le-Fay",
      "image": "img/collection/Morgana.jpeg",

      "metadata": {
        "title": "Morgan-Le-Fay",
        "creator": ["Frederick Sandys"],
        "type": "Painting",
        "date": "1864",
        "location": "Birmingham Museum and Art Gallery, Birmingham",
        "room": "Mythic roots",
        "identifier": ["https://artsandculture.google.com/asset/morgan-le-fay/bQG4hil-9FMmYA?hl=en"]
      },
      "texts": {
        "short-fun-kid": "This painting shows Morgan le Fay, a powerful magical woman from King Arthur’s stories. She is clever, mysterious, and people both feared and admired her. Morgan uses magic to shape events around her.",
        "medium-fun-kid": "This painting shows Morgan le Fay, a famous sorceress from the stories of King Arthur. She was once known as a healer and a wise woman, but over time people began to fear her magic. In this picture, she is shown as strong and intense, using her powers to create something both magical and dangerous.",
        "long-fun-kid": "This painting shows Morgan le Fay, a magical woman from the legends of King Arthur. In early stories, she was known for healing and helping others, but later she became a more frightening character because of her powerful magic. People believed she understood the stars, plants, and secret spells. \n In this picture, Morgan is shown using magic at a loom to make a fiery robe. She looks strong and serious, showing that her magic is powerful and not meant to be controlled. The painting demonstrates that Morgan can be both helpful and dangerous at the same time.",
        "short-educational-adult": "This painting portrays Morgan le Fay, a central figure in Arthurian legend whose reputation evolved from healer to feared sorceress. Anthony Sandys presents her as a commanding embodiment of magical power and autonomy.",
        "medium-educational-adult": "Anthony Sandys’ depiction of Morgan le Fay reflects Victorian fascination with mysticism and feminine power. Once portrayed as a benevolent healer, she appears here as an intense and formidable sorceress, fully immersed in the act of enchantment, weaving a fiery robe that symbolizes her magical power. The painting emphasizes her independence, knowledge, and the dangerous allure of her magic.",
        "long-educational-adult": "Anthony Sandys’ painting of Morgan le Fay presents one of the most powerful Victorian reinterpretations of an Arthurian figure whose identity evolved across centuries. Originally depicted in medieval literature as a healer and learned enchantress, Morgan gradually acquired darker attributes, becoming associated with ambition, danger, and forbidden knowledge. \n Sandys portrays her at the height of her power: wild-haired, clad in leopard skin, and standing before a loom on which she weaves a fiery, enchanted garment intended for King Arthur. The raised lamp casts a ritual glow across her face, uniting beauty and menace. Rather than emphasizing ambiguity, Sandys embraces theatrical intensity, presenting Morgan as a commanding figure of sorcery, desire, and self-determination, whose magical agency shapes events and asserts autonomy.",
        "short-scholar": "Anthony Sandys’ Morgan-le-Fay visualizes the sorceress as an autonomous and destabilizing force, reflecting Victorian anxieties and fascinations with female power, mysticism, and transgression.",
        "medium-scholar": "In this painting, Anthony Sandys reimagines Morgan le Fay through a Victorian lens that emphasizes sorcery, spectacle, and autonomy. Rooted in Arthurian tradition yet shaped by contemporary occultism, the painting frames Morgan as a figure whose power lies in her refusal of moral and narrative containment.",
        "long-scholar": "Anthony Sandys’ Morgan-le-Fay is among the most influential Victorian visualizations of an Arthurian figure whose identity remains fluid and contested. \n In early medieval sources, Morgan appears as a healer, an enchantress, and a learned woman skilled in astronomy and medicine. Over time, her characterization darkened, reflecting broader cultural unease surrounding female knowledge and autonomy. \n Sandys situates Morgan at the centre of ritual action. Draped in leopard skin and framed by the loom on which she weaves a fiery, enchanted robe for Arthur, she is shown in the midst of active sorcery rather than narrative consequence. The lamp she raises illuminates her face with an almost ceremonial intensity, collapsing beauty and threat into a single presence. Unlike medieval texts that preserve Morgan’s ambivalence – most notably in her role as Arthur’s final guide to Avalon – Sandys amplifies the extremes of her power. \n Yet the painting also sustains Morgan’s essential duality. She remains neither wholly destructive nor entirely benevolent, but a figure whose authority emerges from liminality itself. As both healer and destroyer, sister and antagonist, Morgan resists stable classification. Sandys’ vivid, sensuous rendering thus captures her enduring appeal: a manifestation of feminine autonomy and magical force that defies containment, embodying danger, desire, and defiance in equal measure."
      }
    },
    "anna-goldi": {
      "title": "Atto Göldin 4",
      "image": "img/collection/Anna-Goldi.jpeg",

      "metadata": {
        "title": "Examina mit denen inhaftierten Anna Göldin...",
        "creator": ["Judicial authorities of the Canton of Glarus"],
        "type": "Archival document",
        "date": "1782",
        "location": "Landesarchiv des Kantons Glarus (State Archives of the Canton of Glarus)",
        "room": "Reclaiming the spell",
        "identifier": ["https://hls-dhs-dss.ch/it/articles/043539/2021-11-30/"]
      },
      "texts": {
        "short-fun-kid": "<strong>Anna Göldin</strong> lived more than 200 years ago and worked as a maid. In <strong>1782</strong>, she was accused of hurting a child with magic and these pages show part of her trial. She said the devil made her do it and was killed because of these accusations. <br>Only in <strong>2008</strong> she was officially declared <strong>innocent</strong>. Today, she is considered the last woman in Europe to be killed as a “witch”.",
        "medium-fun-kid": "<strong>Anna Göldin</strong> lived more than 200 years ago and worked as a maid. In <strong>1782</strong>, she was accused of putting sharp objects into a child’s food. People believed she had used <strong>magic</strong>, so she was punished and killed as a witch, even though the official documents do not mention witchcraft. <br>Many people at the time were on her side and believed the judge had made a wrong decision. However, only in <strong>2008</strong> Anna Göldin was officially declared <strong>innocent</strong>. Today, she is considered the last woman in Europe to be killed as a “witch”.",
        "long-fun-kid": "<strong>Anna Göldin</strong> lived more than 200 years ago and worked as a maid. When the child in her household became sick, people accused her of putting pins and nails into the child’s milk, saying that she had used magic. <br><br> During questioning, Anna said the <strong>devil</strong>, in the shape of a <strong>cat</strong>, had forced her to act that way, and the documents shown here record part of that questioning. Even though her story changed, she was found guilty and killed. Many people at the time were on her side and believed the judge had made a wrong decision, but only in <strong>2008</strong> she was officially declared <strong>innocent</strong>. Today, she is considered the last woman in Europe to be killed as a “witch”.",
        "short-educational-adult": "This judicial document records the interrogation of <strong>Anna Göldin</strong>, executed in <strong>1782</strong> after being accused of poisoning a child. Although the trial avoided the term “witchcraft,” it relied on similar beliefs and fears. In <strong>2008</strong>, the Canton of Glarus formally recognized her conviction as a <strong>miscarriage of justice</strong>.",
        "medium-educational-adult": "This judicial document records the interrogation of <strong>Anna Göldin</strong>, accused in <strong>1782</strong> of poisoning a child in her care with metal fragments. These pages belong to the trial records known as <strong>Göldi-Akte 4</strong>. <br>While the legal language avoided explicit references to witchcraft, the accusations and methods of punishment echoed older beliefs and practices associated with <strong>witch trials</strong>. Göldin was executed on 24 June 1782; her conviction was formally overturned in <strong>2008</strong> by the Canton of Glarus.",
        "long-educational-adult": "This judicial document records the interrogations of <strong>Anna Göldin</strong>, accused in <strong>1782</strong> of poisoning a child in her care, putting pins, nails and metal fragments in the child’s milk. These pages form part of the trial records known as <strong>Göldi-Akte 4</strong>, in which the term “witchcraft” is deliberately avoided, even though the entire case relied on ideas traditionally associated with it, including the <strong>devil’s influence</strong> and forms of supernatural harm. Despite inconsistent testimony, Göldin was condemned on 17 June 1782 and executed on 24 June of the same year. <br><br>Contemporary commentators and later historians quickly denounced the affair as a <strong>“judicial murder”</strong>. In <strong>2008</strong>, the Canton of Glarus formally recognized her conviction as a <strong>miscarriage of justice</strong>, acknowledging her innocence and the persistence of <strong>witch-hunt logic</strong> well into the Enlightenment.",
        "short-scholar": "This judicial document records the interrogation of <strong>Anna Göldin</strong>, accused in <strong>1782</strong> of poisoning a child in her care through the use of metal fragments and alleged magical practices. Although the official documents avoid explicit references to <strong>witchcraft</strong>, Göldin’s case exemplifies the late survival of witchcraft paradigms within Enlightenment-era criminal law, reframed in medical and juridical terms. <br>In <strong>2008</strong>, the Canton of Glarus formally recognized her conviction as a <strong>miscarriage of justice</strong>. She is often described as the last woman executed in Europe in a case associated with witchcraft.",
        "medium-scholar": "This judicial document records the interrogation of <strong>Anna Göldin</strong>, accused in <strong>1782</strong> of poisoning a child in her care with pins and nails. During questioning, Göldin initially admitted placing these objects in the child’s milk and later claimed to have administered a sweet containing metal fragments, an act she attributed to the influence of the <strong>devil</strong>, who appeared to her in the form of a <strong>cat</strong>. <br>Although the official documents deliberately avoid references to witchcraft, Göldin’s case demonstrates the endurance of supernatural explanatory frameworks within an ostensibly rational judicial system. Despite inconsistent testimony, Göldin was condemned on 17 June 1782 and executed on 24 June of the same year. In <strong>2008</strong>, the Canton of Glarus formally recognized her conviction as a <strong>miscarriage of justice</strong>. This act is widely recognized as one of the first official acknowledgements in Europe of wrongful execution in a case rooted in witchcraft-like accusations. She is often described as the last woman executed in Europe in a case associated with witchcraft.",
        "long-scholar": "This judicial document records the interrogation of <strong>Anna Göldin</strong> and <strong>Rudolf Steinmüller</strong>, both imprisoned in the Canton of Glarus in 1782 and accused of poisoning Anna Maria Tschudi, the young daughter of the household in which Göldin was employed as a maid. According to historical accounts, a number of pins, nails, and pieces of metal were allegedly discovered in the child’s milk and later in her bodily excretions, giving rise to claims that Göldin had inflicted these harms with Steinmüller’s complicity. These pages displayed here refer to the first informal interrogation, conducted on <strong>21 March 1782</strong> (1 April according to the Gregorian calendar). During questioning, Göldin initially admitted placing these objects in the child’s milk and later claimed to have administered a sweet containing metal fragments, an act she attributed to the influence of the devil, who appeared to her in the form of a cat. Throughout the proceedings, her testimony oscillated between these two accounts. Despite these inconsistencies, Göldin was condemned on 17 June 1782 as a poisoner and executed on 24 June of the same year. <br><br>These documents form part of the trial records known as <strong>Göldi-Akte 4</strong> (<em>Landesarchiv des Kantons Glarus, AE I.G:4</em>), which culminated in Göldin’s execution. She is often described as the last woman executed in Europe in a case associated with witchcraft, although the language of the document deliberately avoids the term. By the late eighteenth century, explicit references to witchcraft were increasingly replaced by charges framed in medical or criminal terminology. This semantic shift allowed deeply rooted beliefs in maleficent practices to persist within a modernising and rational legal system. <br><br>Göldin's case has since become emblematic of the endurance of obscurantism and judicial violence within the Old Swiss Confederation at the height of the Age of Enlightenment, only a few years before the French Revolution. Contemporary commentators and later historians rapidly denounced the affair as a “judicial murder”, exposing the tension between enlightened ideals and institutional practices. More than two centuries later, in <strong>2008</strong>, the parliament of the Canton of Glarus formally <strong>rehabilitated</strong> Anna Göldin, annulling her conviction and recognizing that she had been a victim of a <strong>miscarriage of justice</strong>. This act represents one of the first official acknowledgements in Europe of wrongful execution in a case rooted in witchcraft-like accusations, transforming a symbol of persecution into one of historical reckoning."
      }
    },
    "circe-odysseus": {
      "title": "Circe offering the cup to Odysseus",
      "image": "img/collection/Circe.jpg",

      "metadata": {
        "title": "Circe Offering the Cup to Odysseus",
        "creator": ["John William Waterhouse"],
        "type": "Painting",
        "date": "1891",
        "location": "Unknown",
        "room": "Mythic roots",
        "identifier": ["https://commons.wikimedia.org/wiki/File:Circe_Offering_the_Cup_to_Odysseus.jpg"]
      },
      "texts": {
        "short-fun-kid": "This painting shows Circe, a powerful witch from an ancient Greek story. She offers Odysseus a magical drink that can turn people into animals. Circe is frightening, but also very wise, and her magic reveals people’s true nature.",
        "medium-fun-kid": "This painting shows a scene from \"The Odyssey\", an ancient Greek story. Circe, a magical woman who lives on an island, offers Odysseus a special drink. Her potions can turn people into animals, not to hurt them, but to show their true nature. Circe is powerful, beautiful, and dangerous, and Odysseus must be careful when facing her.",
        "long-fun-kid": "This painting shows Circe, a famous witch from the ancient Greek story \"The Odyssey\". She lives on a magical island and uses potions to turn men into animals. When Odysseus visits her, she offers him a drink that could transform him too When Odysseus visits her, she offers him a drink that could transform him too. In doing so, she tests him, rewarding cleverness and punishing disrespect. Circe’s magic is not just about danger – it reveals what people are really like inside. Circe is shown as strong and important. She stands above everyone else, holding her cup and wand, while Odysseus appears only as a reflection. The painting shows that Circe is in control, and that meeting her is both tempting and risky.",
        "short-educational-adult": "This painting depicts Circe offering her enchanted cup to Odysseus, a pivotal moment from Homer’s \"Odyssey\". Both alluring and threatening, she embodies the tension between wisdom, desire, and danger.",
        "medium-educational-adult": "In \"Circe Offering the Cup to Odysseus\", John William Waterhouse illustrates a decisive episode from Homer’s \"Odyssey\". Circe, a sorceress renowned for her knowledge of potions, confronts Odysseus with a choice that carries both promise and peril. Her magic, rather than purely destructive, exposes hidden truths and assert her authority within her domain, standing elevated with cup and wand while Odysseus appears reflected in a mirror.",
        "long-educational-adult": "John William Waterhouse’s \"Circe Offering the Cup to Odysseus\" depicts a pivotal encounter from Homer’s \"Odyssey\". Circe, an immortal enchantress dwelling on the island of Aeaea, presents Odysseus with a potion capable of transformation. Associated in myth with divine figures such as Helios and Hecate, she occupies a space between gods and mortals, healer and sorceress, a duality emphasized in Waterhouse’s composition: she is elevated, frontal, and commanding, while Odysseus appears only as a reflection, visually subordinated to her power. The pig at her feet serves as a reminder of her magic’s consequences. Circe’s gesture, extending the cup, captures the tension between seduction and threat, revealing her as a figure who governs fate through knowledge and will.",
        "short-scholar": "John William Waterhouse’s \"Circe Offering the Cup to Odysseus\" visualizes Circe as a liminal figure whose magic reveals hidden truths rather than punishing, asserting her authority and power through enchantment.",
        "medium-scholar": "Waterhouse’s \"Circe Offering the Cup to Odysseus\" draws on Homeric tradition to present her as an ambivalent figure – simultaneously healer, sorceress, and judge. By offering Odysseus the enchanted cup, Circe enacts a moment of suspended transformation, in which power, desire, and danger converge under her command, reflected in her elevated posture and the offering of the cup.",
        "long-scholar": "John William Waterhouse’s \"Circe Offering the Cup to Odysseus\" depicts a crucial episode from Homer’s \"Odyssey\", presenting Circe as an autonomous and authoritative figure whose power exceeds that of the male hero. Daughter of Helios and, in some traditions, Hecate, Circe embodies a synthesis of solar wisdom and chthonic magic. On her island of Aeaea, transformation functions as a revelatory act, showing the instincts and moral limits of those who enter her realm. \n Waterhouse constructs Circe as the compositional and psychological centre of the painting. Elevated upon her throne, wand raised and cup extended, she confronts the viewer directly, while Odysseus is relegated to a mirrored reflection behind her – present, yet visually diminished. The pig at her feet testifies to her authority and the consequences of transgression. Her dark features and penetrating gaze convey menace, while the translucence of her garments hints at allure. \n The gesture of offering the cup encapsulates Circe’s dual nature: an invitation that is simultaneously a threat. Through this carefully balanced portrayal, Waterhouse articulates the figure of the witch as both feared and desired, a locus of female power rooted in knowledge, transformation, and sovereignty over fate."
      }
    },
    "baba-yaga": {
      "title": "Baba Yaga's illustration",
      "image": "img/collection/Baba_Yaga.jpg",

      "metadata": {
        "title": "Baba Yaga, from Vasilisa the Beautiful",
        "creator": ["Ivan Bilibin"],
        "type": "Illustration",
        "date": "1900",
        "location": "Unknown",
        "room": "Mythic roots",
        "identifier": ["https://commons.wikimedia.org/wiki/File:Bilibin._Baba_Yaga.jpg"]
      },
      "texts": {
        "short-fun-kid": "This illustration shows Baba Yaga, a famous witch from Slavic fairy tales. She is scary and lives deep in the forest, but she sometimes helps heroes who are brave and clever.",
        "medium-fun-kid": "This illustration was made by the artist Ivan Bilibin in 1900. It shows Baba Yaga, a powerful witch from a Russian fairy tale. She lives in the forest and, although she is frightening, plays an important role in the heroes’ journey. She gives them difficult tasks that help them grow stronger and wiser.",
        "long-fun-kid": "This picture was drawn by the Russian artist Ivan Bilibin in 1900 for the fairy tale \"Vasilisa the Beautiful\". It shows Baba Yaga, a famous witch from Slavic stories. She lives in a strange hut with chicken legs and travels through the forest in a giant bowl. Even though she is scary, Baba Yaga is not completely evil. She gives heroes difficult tasks that help them become wiser and stronger. Baba Yaga shows that facing danger can lead to learning and change.",
        "short-educational-adult": "This illustration by Ivan Bilibin depicts Baba Yaga, a central figure in Slavic folklore, known for being both dangerous and helpful. The image reflects her role as a liminal figure, challenging and transforming those who encounter her.",
        "medium-educational-adult": "Ivan Bilibin’s 1900 illustration for \"Vasilisa the Beautiful\" portrays Baba Yaga as a powerful figure rooted in Slavic folklore. Both threatening and instructive, she tests the heroine through perilous trials, embodying a liminal force between danger and guidance. Her help, when granted, is conditional, highlighting themes of transformation, endurance, and the acquisition of wisdom.",
        "long-educational-adult": "Ivan Bilibin’s illustration, created in 1900 for the fairy tale \"Vasilisa the Beautiful\", presents Baba Yaga as one of the most striking figures in Slavic mythology. Depicted as a dangerous witch who devours the unwary, Baba Yaga confronts the heroine with seemingly impossible tasks, serving simultaneously as adversary and agent of change. \n Deeply connected to the natural world, she inhabits the forest and commands forces associated with life, death, and renewal. Her character reflects a tradition in which danger and knowledge are intertwined. Bilibin’s image emphasizes her ambiguity, portraying a figure whose power rests in her unpredictability and moral independence.",
        "short-scholar": "Ivan Bilibin’s 1900 illustration of Baba Yaga visualizes a central archetype of Slavic folklore: the witch as a liminal figure whose violence and generosity function as mechanisms of transformation within the fairy-tale narrative.",
        "medium-scholar": "Produced in 1900 as part of Ivan Bilibin’s illustrations for \"Vasilisa the Beautiful\", this image represents Baba Yaga as an ambivalent folkloric figure who simultaneously threatens and instructs. While she conforms to visual conventions of the witch, her narrative function is catalytic, enforcing trials through which wisdom and maturity are attained.",
        "long-scholar": "Ivan Bilibin’s 1900 illustration for the fairy tale \"Vasilisa the Beautiful\" brings to life Baba Yaga, one of the most iconic and complex figures in Slavic folklore. Depicted as a fearsome crone, she inhabits a hut perched on chicken legs and travels through the air in a mortar, wielding a pestle. Within the narrative, Baba Yaga tests the heroine through dangerous and seemingly impossible tasks, punishing failure while rewarding success with knowledge or magical aid, acting simultaneously as adversary and agent of transformation. \n Beyond her role as antagonist, Baba Yaga has been interpreted as a remnant of pre-Christian nature deities, associated with forests, fertility, and cyclical time. She governs elemental forces and the rhythms of day and night, life and death, positioning her as a liminal authority rather than a purely malevolent figure. She embodies a wild, unpredictable force, capable of offering help as readily as harm, intertwining danger and knowledge. \n Bilibin’s depiction foregrounds these contradictions. Baba Yaga emerges as both destructive and indispensable, embodying an untamed feminine power rooted in intuition, autonomy, and the natural world. She inhabits the threshold between destruction and guidance, illustrating how the witch figure can embody female wildness, intuition, and a power that eludes containment. Her wisdom, like her power, is earned through risk, revealing a figure whose terror and indispensability are inseparable."
      }
    },
    "petronilla-de-meath": {
      "title": "Petronilla de Meath Place Setting",
      "image": "img/collection/Petronilla.png",

      "metadata": {
        "title": "Petronilla de Meath Place Setting",
        "creator": ["Judy Chicago"],
        "type": "Sculpture",
        "date": "1974–1979",
        "location": "Brooklyn Museum",
        "room": "Reclaiming the spell",
        "identifier": ["https://www.brooklynmuseum.org/objects/166085"]
      },
      "texts": {
        "short-fun-kid": "This artwork is part of a big table created by artist <strong>Judy Chicago</strong> to remember important women from history. This place is dedicated to <strong>Petronilla de Meath</strong>, a woman who lived in the Middle Ages and was killed because people accused her of using magic. Today, this artwork helps us remember Petronilla and many other women whose voices were silenced, showing that their stories still matter.",
        "medium-fun-kid": "This artwork is part of a big table created by artist <strong>Judy Chicago</strong> to remember important women from history. This place is for <strong>Petronilla de Meath</strong>, a woman who lived in the Middle Ages and was killed because people accused her of using magic. Petronilla was the <strong>first Irish woman</strong> to have been executed after being accused of witchcraft, long before the big wave of witch trials in Europe. Today, this artwork helps us remember Petronilla and many other women whose voices were silenced, showing that their stories still matter.",
        "long-fun-kid": "This artwork is part of a big table created by artist <strong>Judy Chicago</strong> to remember important women from history. This place is for <strong>Petronilla de Meath</strong>, a woman who lived in the Middle Ages and was killed because people accused her of using magic. <br>The place setting includes many symbols that recall witchcraft: the letter <strong>“P”</strong> on the runner hides the shape of a <strong>broomstick</strong> and on the plate we can recognize a <strong>bell, a book, a candle, and a cauldron</strong, together with flames that recall the painful death reserved for “witches” in the past. Petronilla was the first Irish woman to have been executed for witchcraft, many centuries before the big wave of witch trials in Europe. Today, this artwork helps us remember Petronilla and many other women whose voices were silenced, showing that their stories still matter.",
        "short-educational-adult": "<em>Petronilla de Meath’s place setting</em> is part of a monumental installation known as <em>The Dinner Party (1974–1979)</em> by <strong>Judy Chicago</strong>, in which the artist commemorates women from myth, history or legend whose contributions have been marginalized in the past. <strong>Petronilla de Meath</strong> is honored as one of the earliest women executed for witchcraft-related accusations, many centuries before the great wave of witch trials in Europe: she was burned at the stake on <strong>3 November 1324</strong>. Her place setting transforms a story of persecution into a gesture of remembrance and <strong>feminist reclamation</strong>.",
        "medium-educational-adult": "<em>Petronilla de Meath’s place setting</em> is part of a monumental installation known as <em>The Dinner Party (1974–1979)</em> by <strong>Judy Chicago</strong>, in which the artist commemorates women from myth, history or legend whose contributions have been marginalized in history. <br>In this artwork, <strong>Petronilla de Meath</strong> is honored as one of the earliest women executed for witchcraft-related accusations, many centuries before the great wave of witch trials in Europe: she was burned at the stake on <strong>3 November 1324</strong>. <br>Through symbolic objects and embroidered imagery, the place setting reframes her story as one of remembrance, transforming historical violence into a powerful act of <strong>feminist recognition</strong>.",
        "long-educational-adult": "<em>Petronilla de Meath’s place setting</em> is part of a monumental installation known as <em>The Dinner Party (1974–1979)</em> by <strong>Judy Chicago</strong>, in which the artist commemorates women from myth, history or legend whose contributions have been marginalized in history. <br><br><strong>Petronilla de Meath</strong> was one of the earliest women in Ireland executed for charges of sorcery and heresy, many centuries before the great wave of witch trials in Europe. <br>Petronilla worked as a maid to Lady Alice Kyteler, who was charged with sorcery, demonism and the murder of her husbands, but while she managed to escape Petronilla was tortured and burned at the stake on <strong>3 November 1324</strong>. <br><br>Through symbolic objects and embroidered imagery recalling witchcraft, this place setting reframes her story as one of remembrance: the runner features the letter <strong>“P”</strong> which hides the shape of a <strong>broomstick</strong>, while the reverse side displays a horned animal which alludes to the goat, associated with demonological imagery. The plate itself includes emblematic objects associated with witches, like a <strong>bell, a book, a candle and a cauldron</strong>, together with the flames which recall Petronilla’s execution by burning. <br><em>The Dinner Party</em> restores silenced voices from history, recalling them to the table, rewriting the past with a feminist lens.",
        "short-scholar": "<em>Petronilla de Meath’s place setting</em> is part of a monumental installation, <strong>Judy Chicago's</strong> <em>The Dinner Party (1974–1979)</em>, conceived by the artist to commemorate women from myth, history and legend whose contributions have been marginalized or erased from dominant historical narratives. <strong>Petronilla de Meath</strong> was one of the <strong>first Irish women</strong> known to have been executed for heresy and burned at the stake on <strong>3 November 1324</strong>, several centuries before the peak of the witch trials in Europe. This artwork reframes her story as a foundational moment in the gendered history of persecution, reclaiming the accused woman as a figure of <strong>feminist memory</strong>.",
        "medium-scholar": "<em>Petronilla de Meath’s place setting</em> is part of a monumental installation, <strong>Judy Chicago's</strong> <em>The Dinner Party (1974–1979)</em>, conceived by the artist as a way to commemorate women from myth, history and legend whose contributions have been marginalized or erased from dominant historical narratives. <strong>Petronilla de Meath</strong> served as a maid to Lady Alice Kytler, one of the earliest women formally accused of witchcraft in Europe, several centuries before the peak of the witch trials. While Lady Alice, charged with sorcery, demonism and the murder of her husbands, managed to escape, Petronilla was tortured into confession and forced to accuse her mistress. She was subsequently condemned to death and executed alongside other alleged accomplices. Her trial is often regarded as a <strong>foundational moment</strong> in the construction of witchcraft as an organized and predominantly female crime, anticipating later patterns of persecution. Petronilla thus stands as an emblem of the many women who suffered this fate during the Middle Ages. <br><br>This artwork reframes her story and incorporates a rich symbolic language that merges medieval references with modern feminist reinterpretation. The runner features an illuminated letter <strong>“P”</strong> concealing the shape of a <strong>broomstick</strong>, while its reverse side displays a horned form alluding to the goat associated with demonological imagery. The plate itself includes emblematic objects traditionally associated with witchcraft, such as a <strong>bell, a book, a candle and a cauldron</strong>, while flames recur as a tragic inversion of <strong>sacred fire</strong>, directly recalling Petronilla’s execution by burning. <br>Through Petronilla’s inclusion in <em>The Dinner Party</em>, Chicago reclaims a figure long defined by accusation and punishment, transforming her from a victim of misogynistic violence into a bearer of <strong>collective memory and feminist resistance</strong>.",
        "long-scholar": "<em>The Dinner Party (1974–1979)</em> is a monumental art installation by American feminist artist <strong>Judy Chicago</strong>. Conceived and realized through a collaborative process involving hundreds of volunteers skilled in ceramics, textiles, and embroidery, the work consists of a triangular dinner table with three wings, each set with thirteen place settings each, for a total of thirty-nine. Each setting commemorates a woman from myth, history and legend who left a lasting mark in history. Beneath the table lies the <em>Heritage Floor</em>, composed of 2304 porcelain tiles inscribed in gold with the names of 999 additional women. The installation is permanently housed at the <strong>Brooklyn Museum</strong>, within the <em>Elizabeth A. Sackler Center for Feminist Art</em>. <br><br>One of the thirty-nine place settings is dedicated to <strong>Petronilla de Meath</strong>, the <strong>first Irish woman</strong> known to have been executed for heresy, burned at the stake on <strong>3 November 1324</strong>. Petronilla served as a maid to Lady Alice Kytler, one of the earliest women formally accused of witchcraft in Europe, several centuries before the peak of the witch trials. While Lady Alice, charged with sorcery, demonism and the murder of her husbands, managed to escape, Petronilla was tortured into confession and forced to accuse her mistress. She was subsequently condemned to death and executed alongside other alleged accomplices. Her trial is often regarded as a foundational moment in the construction of witchcraft as an organized and predominantly female crime, anticipating later patterns of persecution. Petronilla thus stands as an <strong>emblem</strong> of the many women who suffered this fate during the Middle Ages. <br><br><em>The Petronilla de Meath Place Setting</em> incorporates a rich symbolic language that merges medieval references with modern feminist reinterpretation. The runner features an illuminated letter <strong>“P”</strong> concealing the shape of a <strong>broomstick</strong>, while its reverse side displays a horned form alluding to the goat, associated with pagan worship and later demonological imagery. Significantly, the elaborately embroidered back of the runner is visible only from across the table, alluding to the invisibility and erasure historically imposed on women’s achievements. The plate itself also incorporates emblematic objects traditionally associated with witchcraft, such as a <strong>bell, a book, a candle and a cauldron</strong>. Flames appear as a tragic inversion of the sacred fire, recalling Petronilla’s execution by burning. <br><br>Through Petronilla’s inclusion in <em>The Dinner Party</em>, Chicago reclaims a figure long defined by accusation and punishment, transforming her from a victim of misogynistic violence into a bearer of <strong>collective memory and feminist resistance</strong>. The work reframes medieval persecution within a contemporary political discourse, converting the fire that once destroyed women’s bodies into a metaphorical flame of historical recovery and feminist awakening. In doing so, <em>The Dinner Party</em> restores silenced voices to history’s table, both literally and symbolically, asserting the necessity of rewriting the past from a feminist perspective. "
      }
    },
    "streghe-tornate": {
      "title": "“Le streghe son tornate”",
      "image": "img/collection/StregheSonTornatePhoto_PaolaAgosti.jpg",

      "metadata": {
        "title": "Giornata della Donna, preparazione dei cartelli per la manifestazione in Piazza Farnese",
        "creator": ["Paola Agosti"],
        "type": "Photograph",
        "date": "1976",
        "location": "Archivio fotografico Paola Agosti",
        "room": "Reclaiming the spell",
        "identifier": ["https://www.stsenzatitolo.com/allarchivio-fotografico-paola-agosti-sul-movimento-femminista-premio-tempo-ritrovato-fotografie-non-perdere/"]
      },
      "texts": {
        "short-fun-kid": "This photo was taken by <strong>Paola Agosti</strong> in <strong>1976</strong>, on Women’s Day in Rome. The women in the image are making a banner that says <em>“The witches are back”</em>. Long ago, women were called witches to hurt them, but here the word becomes a symbol of courage, friendship and unity.",
        "medium-fun-kid": "This photo was taken by <strong>Paola Agosti</strong> in <strong>1976</strong>, on Women’s Day in Rome. The women in the image are making a banner that says <em>“The witches are back”</em>. Long ago, women were called witches to hurt them, but here this word becomes a symbol of courage, friendship and unity between women. The message is clear: “Witches are back, not to be burned but to be heard”.",
        "long-fun-kid": "This photo was taken by <strong>Paola Agosti</strong> in <strong>1976</strong>, on Women’s Day in Rome. The women in the image are making a banner that says <em>“The witches are back”</em>. Laughing and working together, they show that being a “witch” can mean being brave, free and powerful. <br>Long ago, women were called witches to hurt them, but here the word becomes a symbol of courage and unity, announcing that “Witches are back, not to be burned but <strong>to be heard</strong>”.",
        "short-educational-adult": "This photograph by <strong>Paola Agosti</strong> documents a feminist march in Rome in <strong>1976</strong>. <br>The banner reading <em>“The witches are back”</em> reclaims a word once used to persecute women, transforming it into a symbol of <strong>empowerment and collective resistance</strong>.",
        "medium-educational-adult": "This photograph by <strong>Paola Agosti</strong> documents a feminist march in Rome in <strong>1976</strong>, during the <strong>International Women’s Day</strong>. <br>Between 1968 and 1982, Agosti captured <strong>Italian second-wave feminism</strong> in action, documenting its rise and the growing awareness that led to battles for divorce, abortion rights and the fight against domestic violence. The banner reading <em>“The witches are back”</em> reclaims a word once used to persecute women, transforming it into a symbol of <strong>empowerment and collective resistance</strong>.",
        "long-educational-adult": "This photograph by <strong>Paola Agosti</strong> documents a feminist march in Rome in <strong>1976</strong>, during the <strong>International Women’s Day</strong>. <br>Between 1968 and 1982, Agosti captured <strong>Italian second-wave feminism</strong> in action, documenting its rise and the growing awareness that led to battles for divorce, abortion rights and the fight against domestic violence. By portraying moments of collaboration, joy and determination, Agosti highlights how feminist activism transformed both language and public space, linking historical oppression to contemporary struggles for autonomy and rights. <br>The banner reading <em>“The witches are back”</em> reclaims a word once used to persecute women, transforming it into a symbol of empowerment and collective resistance.",
        "short-scholar": "This photograph by <strong>Paola Agosti</strong>, taken during the <strong>International Women’s Day</strong> march in Rome in <strong>1976</strong>, exemplifies the feminist reappropriation of the witch as a political metaphor. The slogan <em>“Le streghe son tornate”</em> (Witches are back) articulates a continuity between historical persecution and contemporary <strong>feminist resistance</strong>.",
        "medium-scholar": "This photograph by <strong>Paola Agosti</strong>, taken during the <strong>International Women’s Day</strong> march in Rome in <strong>1976</strong>, documents a pivotal moment in the history of <strong>second-wave feminism</strong> in Italy. <br>Between 1968 and 1982, Agosti systematically documented the emergence and evolution of the Italian feminist movement, tracing its grassroots origins, its public demonstrations and its growing political influence, which culminated in key struggles for divorce, reproductive rights, and legal recognition of gender-based violence. <br><br>This photograph depicts a group of young women preparing a banner bearing the slogan <em>“Le streghe son tornate”</em>, which articulates a continuity between historical persecution and contemporary feminist resistance and exemplifies the <strong>feminist appropriation</strong> of the witch as a political metaphor. ",
        "long-scholar": "This photograph by <strong>Paola Agosti</strong>, taken during the <strong>International Women’s Day</strong> march in Rome on 8 March <strong>1976</strong>, documents a pivotal moment in the history of <strong>second-wave feminism</strong> in Italy. It depicts a group of young women preparing a banner bearing the slogan <em>“Le streghe son tornate”</em> (“The witches are back”), a phrase that explicitly reclaims a term historically used to stigmatize and persecute women, transforming it into a symbol of feminist resistance and empowerment. <br><br>Agosti’s image captures the intersection of the personal and political that characterized feminist activism of the period. The women’s laughter, collaboration and bodily proximity convey a sense of collective energy, underscoring how feminist movements reconfigured public space through shared action and solidarity. Between 1968 and 1982, Agosti systematically documented the emergence and evolution of the <strong>Italian feminist movement</strong>, tracing its grassroots origins, its public demonstrations and its growing political influence, which culminated in key struggles for divorce, reproductive rights, and legal recognition of gender based violence. <br><br>By invoking the figure of the witch, the photograph established a powerful connection between contemporary feminist activism and a long history of gendered persecution. The witch functions here as a <strong>historical metaphor</strong> for the marginalization, control and punishment of women who transgressed social norms. Within feminist discourse, this figure is reimagined not as a victim, but as a subject of defiance, autonomy and collective identity. <br><br>Agosti’s photograph thus operates on multiple levels: as historical documentation, as visual testimony of political mobilization and as a symbolic articulation of feminist memory. The slogan <em>“The witches are back”</em> transforms centuries of accusation into a declaration of presence, asserting continuity between past oppression and present resistance. These women proclaim not a return to superstition, but the persistence of feminist struggles, announcing that “The Witches are back, <strong>not to be burned but to be heard</strong>”."
      }
    },
    "myths-series": {
      "title": "The Myths series",
      "image": "img/collection/warhol-the-witch.webp",

      "metadata": {
        "title": "The Witch (FS II.261)",
        "creator": ["Andy Warhol"],
        "type": "Screenprint",
        "date": "1981",
        "location": "United States",
        "room": "Visions and shadows",
        "identifier": ["https://revolverwarholgallery.com/portfolio/the-witch-261-2/"]
      },
      "texts": {
       "short-fun-kid": "In this artwork, <strong>Andy Warhol</strong> turned the Wicked Witch from <strong>The Wizard of Oz</strong> into a colorful pop star. Look at her smile and the bright red outlines! She’s spooky and funny at the same time, no longer a monster, but a <strong>superstar</strong>!",
        "medium-fun-kid": "<strong>Andy Warhol</strong> created this artwork in <strong>1981</strong> and it shows the Wicked Witch from <strong>The Wizard of Oz</strong>. He asked the actress who played her in the old movie to pose again, then turned her image into art. With bright colors and a spooky smile, she looks both scary and cool, showing how witches are longer monsters, but <strong>superstars</strong>.",
        "long-fun-kid": "<strong>Andy Warhol</strong> created this artwork in <strong>1981</strong> and it shows the Wicked Witch from <strong>The Wizard of Oz</strong>. He asked the actress who played her in the old movie to pose again, then turned her image into art. Warhol used bright colors like green, red and purple to make her look strange and magical. The witch looks scary but also fun, reminding us that witches are not just bad characters, but <strong>powerful figures</strong> remember.",
        "short-educational-adult": "<strong>Andy Warhol's</strong> <em>The Witch 261</em> is part of his <strong>Myths portfolio (1981)</strong>, a series focused on famous fictional characters from twentieth-century pop culture. The artwork portrays the Wicked Witch of the West from <strong>The Wizard of Oz</strong> using bright colors and bold outlines. By turning a villain into a pop icon, Warhol transforms the witch into a figure of <strong>visibility and power</strong>.",
        "medium-educational-adult": "<strong>Andy Warhol's</strong> <em>The Witch 261</em> is part of his <strong>Myths portfolio (1981)</strong>, a series focused on famous fictional characters from twentieth-century pop culture. The artwork portrays the Wicked Witch of the West from <strong>The Wizard of Oz</strong> using bright colors and bold outlines, blending fear, humor and nostalgia. It is based on real photographs of <strong>Margaret Hamilton</strong>, who reenacted her role during a polaroid session at <strong>The Factory</strong>. <br>By turning a villain into a pop icon, Warhol transforms the witch into a figure of visibility and power, suggesting a shift from fear toward fascination and empowerment.",
        "long-educational-adult": "<strong>Andy Warhol's</strong> <em>The Witch 261</em> is part of his <strong>Myths portfolio (1981)</strong>, a series focused on famous fictional characters from twentieth-century pop culture. <br>The artwork portrays the Wicked Witch of the West from <strong>The Wizard of Oz</strong> using bright colors and bold outlines, blending fear, humor and nostalgia. The artwork is based on real photographs of <strong>Margaret Hamilton</strong>, who reenacted her role during a polaroid session at <strong>The Factory</strong>. <br><br>Each figure in the <strong>Myths portfolio</strong> can be read as a projection of different shades of the artist’s personality, filtered through the media icons of his childhood. By turning a villain into a pop icon, Warhol transforms the witch into a figure of visibility and power, suggesting a shift from fear toward <strong>fascination and empowerment</strong>. ",
        "short-scholar": "<strong>Andy Warhol's</strong> <em>The Witch 261</em>, from the <strong>Myths portfolio (1981)</strong>, depicts the Wicked Witch of the West from <strong>The Wizard of Oz</strong> using the visual language of Pop Art. Based on polaroids of <strong>Margaret Hamilton</strong>, the print exemplifies the transformation of the witch from a figure of fear into a <strong>media icon</strong> and a symbol of reinvention and cultural empowerment.",
        "medium-scholar": "<em>The Witch 261</em> is part of <strong>Andy Warhol's</strong> <strong>Myths series (1981)</strong>, which examines iconic fictional figures through Pop Art aesthetics. Drawing on Polaroids of <strong>Margaret Hamilton</strong> reenacting her role as the Wicked Witch of the West, the print merges cinematic nostalgia with mass-produced imagery. <br><br>Beyond its engagement with popular culture, <em>The Witch</em> reflects Warhol’s interest in contradiction and ambivalence. Each figure in the <strong>Myths portfolio</strong> can be read as a projection of different facets of the artist’s psyche, filtered through the media icons of his childhood. By translating the witch into the visual language of Pop Art, Warhol participates in a broader cultural shift that reframes the archetype as a figure of <strong>ambivalence, visibility and symbolic power</strong> within popular culture.",
        "long-scholar": "<em>The Witch 261</em> belongs to <strong>Andy Warhol's</strong> celebrated <strong>Myths portfolio (1981)</strong>, a series of ten screenprints depicting some of the most iconic fictional characters of 20th century popular culture drawn from literature, cinema, television and folklore. Through these figures, Warhol examined the mechanisms of fame, repetition and collective imagination that shaped American visual culture. <br><br>This print portrays the Wicked Witch of the West, a fictional character from the classic children’s novel <strong>The Wonderful Wizard of Oz</strong> (1900) by L. Frank Baum, popularized globally through Victor Fleming’s 1939 film adaptation. Set against a flat purple background, the witch appears with eerie green skin, a pointed black hat and an exaggerated, unsettling grin. The strong contrast created by the red and electric green outlines infuses the image with theatrical menace. Unlike other works in the series, <em>The Witch 261</em> is rooted in authenticity: Warhol invited <strong>Margaret Hamilton</strong>, the original actress from the 1939 film <strong>The Wizard of Oz</strong>, to reenact her famous role for a Polaroid session at <strong>The Factory</strong>. These photographs served as the basis for the screenprint, merging mass-produced pop imagery with personal memory and cinematic nostalgia. The result captures the tension between childhood fear and fascination embodied by Hamilton’s character. <br><br>Beyond demonstrating Warhol’s ability to distill American popular culture into unforgettable images, each print in <em>Myths</em> also reflects a different facet of the artist’s personality, filtered through the media icons of his childhood, blending humor, nostalgia and cultural critique. In particular, <em>The Witch</em> embodies <strong>transformation and power</strong>: grotesque yet glamorous, humorous yet menacing, a contradiction that Warhol found irresistible. This duality mirrors his own complex relationship with visibility, performance and fear within a culture dominated by spectacle. <br><br>By translating the witch into the visual language of Pop Art, Warhol participates in a broader cultural shift that reframes the archetype. No longer a figure of fear and persecution, the witch becomes a symbol of <strong>visibility, self-invention and empowerment</strong>. Warhol’s interpretation bridges myth and celebrity, helping to transform the witch into a media icon rather than a monster. "
      }
    },
    "witches-america": {
      "title": "Witches in America",
      "image": "img/collection/Wolf_WitchPhotograph_FrancesDenny.jpg",

      "metadata": {
        "title": "Wolf (Brooklyn, NY)",
        "creator": ["Frances F. Denny"],
        "type": "Photograph / Archival pigment print",
        "date": "2016",
        "location": "CLAMP Art (NY)",
        "room": "Reclaiming the spell",
        "identifier": ["https://clampart.com/2018/03/wolf-brooklyn-ny/"]
      },
      "texts": {
        "short-fun-kid": "This photo was taken by artist <strong>Frances F. Denny</strong> and shows <strong>Wolf</strong>, a young woman who calls herself a witch today. She is not wearing a costume or doing magic tricks. Instead, she stands calmly, looking straight at us while smoking a cigar. The artist shows that being a witch today means <strong>being yourself</strong> and not being afraid to be seen.",
        "medium-fun-kid": "This photo was taken by artist <strong>Frances F. Denny</strong> and shows <strong>Wolf</strong>, a young woman who calls herself a witch today. She is not wearing a costume or doing magic tricks. Instead, she stands calmly, looking straight at us while smoking a cigar. The witch is no longer hidden in the woods, but stands openly in the contemporary world. <br>The artist shows that being a witch today means being <strong>confident, free and not afraid to be seen</strong>.",
        "long-fun-kid": "This photo was taken by artist <strong>Frances F. Denny</strong> in 2016 and is part of a larger project called <em>Major Arcana: Witches in America</em> (2016-2018). The project includes portraits of women and gender-diverse people who identify as modern-day witches. <br>This picture shows <strong>Wolf</strong>, a young woman who calls herself a witch. She is not wearing a costume or doing magic tricks. Instead, she stands calmly, looking straight at us while smoking a cigar. The witch is no longer hidden in the woods, but stands openly in the contemporary world, with new strength and confidence. <br>Through this project, the artist shows that witchcraft still exists today and can be practiced in personal ways. Calling oneself a “witch” becomes a way to feel <strong>strong, free and proud of who you are</strong>.",
        "short-educational-adult": "This photograph by <strong>Frances F. Denny</strong> is part of a broader project called <em>Major Arcana: Witches in America</em>, a series documenting people who identify as modern-day witches. <br>In this portrait, Denny captures <strong>Wolf</strong>, a young witch who stands confidently, smoking a cigar and looking straight at the camera. The image emphasizes presence and self-assurance rather than theatrical imagery, reframing the witch as a visible and <strong>empowered figure</strong> in contemporary society.",
        "medium-educational-adult": "This photograph by <strong>Frances F. Denny</strong> is part of a broader project called <em<Major Arcana: Witches in America</em>, a series documenting people who identify as modern-day witches. <br>Through these works, Denny examines how the notion of <strong>witchhood</strong> is claimed and redefined, presenting the witch as a self-chosen identity rather than a stereotype. <br>In this portrait, Denny captures <strong>Wolf</strong>, a young witch who stands confidently, smoking a cigar and looking straight at the camera. The image emphasizes presence and self-assurance rather than theatrical imagery, reframing the witch as a visible and <strong>empowered figure</strong> in contemporary society.",
        "long-educational-adult": "This photograph by <strong>Frances F. Denny</strong> is part of a broader project called <em>Major Arcana: Witches in America</em>, a series documenting people who identify as modern-day witches. <br>Through these works, Denny examines how the notion of <strong>witchhood</strong> is claimed and redefined, representing the witch as a self-chosen identity rather than a stereotype. <br>In this portrait, Denny captures <strong>Wolf</strong>, a young witch who stands confidently in natural light,  smoking a cigar and looking straight at the camera. The image challenges centuries of demonization and historical stereotypes: the witch is no longer hidden at the margins of society but she stands openly in the contemporary world, recharged with new power. By emphasizing presence and restraint rather than theatrical imagery, the portrait reframes the witch as a visible and <strong>empowered figure</strong> within modern society.",
        "short-scholar": "This photograph by <strong>Frances F. Denny</strong> is part of <em<Major Arcana: Witches in America</em> (2016-2018), a series that examines witchcraft as a contemporary identity claimed by women and gender-diverse individuals. The portrait of <strong>Wolf</strong> emphasizes restraint and presence, challenging traditional iconographies of witchcraft and reframing the witch as a visible, self-possessed subject within modern society.",
        "medium-scholar": "This photograph by <strong>Frances F. Denny</strong> belongs to her broader project <em>Major Arcana: Witches in America</em> (2016–2018), a series that reflects the artist’s long-standing interest in investigating female identity and self-representation through portraiture. The project consists of portraits of women, as well as gender-fluid and trans individuals, from across the United States who identify as contemporary witches. Through these works, Denny examines how the concept of witchcraft is claimed, redefined and politicized, presenting <strong>witchhood</strong> as a self-determined identity rather than an imposed stigma. <br><br>In this portrait from 2016, Denny depicts <strong>Wolf</strong>, a young witch, illuminated by stark natural light. Her posture is direct and her gaze unwavering as she calmly smokes a cigar. The visual restraint of the image underscores a central theme of the series: power is not located in spectacle, costume or ritual display, but in presence and self-possession. Dressed in dark, urban clothing and devoid of theatrical attributes, Wolf asserts visibility, autonomy and defiance through her quiet confidence alone. This representation directly challenges centuries of demonization, secrecy and marginalization historically associated with the figure of the witch. Here, the witch no longer exists at the edges of society, but occupies contemporary space openly and unapologetically.",
        "long-scholar": "This photograph by <strong>Frances F. Denny</strong> belongs to her broader project <em<Major Arcana: Witches in America</em> (2016-2018), a series that reflects the artist’s long-standing interest in investigating female identity and self-representation through portraiture. The project consists of portraits of women, as well as gender-fluid and trans individuals, from across the United States who identify as contemporary witches. Through these works, Denny examines how the concept of witchcraft is claimed, redefined and politicized, representing <strong>witchhood</strong> as a self-chosen identity rather than an imposed stigma. Each participant practices a personal form of witchcraft, whether rooted in established spiritual traditions such as Wicca or Voudou, or developed through individual belief systems. <br><br>In this portrait from <strong>2016</strong>, Denny depicts <strong>Wolf</strong>, a young witch, illuminated by stark natural light. Her posture is direct and her gaze unwavering as she calmly smokes a cigar. The visual restraint of the image underscores a central theme of the series: power is not located in spectacle, costume or ritual display, but in presence and self-possession. Dressed in dark, urban clothing and devoid of theatrical attributes, Wolf asserts visibility, defiance and autonomy through her quiet confidence alone. <br><br>This representation directly challenges centuries of demonization, secrecy and marginalization historically associated with the figure of the witch. Here, the witch no longer exists at the edges of society, but occupies contemporary space openly and unapologetically. Through <em>Major Arcana</em>, Denny dismantles stereotypical representation of witchcraft and constructs a more inclusive and pluralistic image of the witch as a <strong>feminist archetype</strong>. Her work reframes <strong>witchhood</strong> as a contemporary expression of unsanctioned femininity, self-determination and resistance, bridging historical memory with present-day struggles for identity, visibility and empowerment. "
      }
    },
    "witch-camp-ghana": {
      "title": "Witch Camp in Ghana",
      "image": "img/collection/lee-ann-olwage-the-big-forget-00004.jpeg",

      "metadata": {
        "title": "Sugri Zenabu at Gambaga “witch camp”, Ghana",
        "creator": ["Lee-Ann Olwage"],
        "type": "Photograph",
        "date": "2022-10-27",
        "location": "Bob & Diane Fund, for Der Spiegel / World Press Photo archive",
        "room": "Reclaiming the spell",
        "identifier": ["https://www.worldpressphoto.org/collection/photo-contest/2023/Lee-Ann-Olwage/1"]
      },
      "texts": {
        "short-fun-kid": "This photo was taken by photographer <strong>Lee-Ann Olwage</strong> in <strong>Ghana</strong> in <strong>2022</strong>. It shows <strong>Sugri Zenabu</strong>, an elderly woman who lives in a place called a <strong>“witch camp”</strong>. Some women are sent there because people believe illness or confusion is caused by magic. This photo reminds us that fear and misunderstanding can still cause injustice, and that kindness and care are important, especially for older people.",
        "medium-fun-kid": "This photo was taken by photographer <strong>Lee-Ann Olwage</strong> in <strong>Ghana</strong> in <strong>2022</strong>. It shows <strong>Sugri Zenabu</strong>, an elderly woman who lives in a place called a <strong>“witch camp”</strong>. Some women are sent there because people believe illness or confusion is caused by magic. Olwage decided to investigate the stories of these women with her project called <em>The Big Forget</em>. The title comes from the fact that in many African languages there is no word for <strong>“dementia”</strong<, which is often described as “confusion” or “madness”. This photo reminds us that fear and misunderstanding can still cause injustice, and that kindness and care are important, especially for older people.",
        "long-fun-kid": "This photo was taken by photographer <strong>Lee-Ann Olwage</strong> in <strong>2022</strong> in <strong>Ghana</strong>. It shows <strong>Sugri Zenabu</strong>, an elderly woman who was accused of being a witch because she showed signs of illness and confusion. In some communities, when people do not understand diseases like <strong>dementia</strong>, they may believe that magic or evil forces are responsible. Women like Zenabu are sometimes sent away to special camps, where they are safe from violence but also separated from their families. Olwage decided to investigate the stories of these women with her project called <em>The Big Forget</em>. The title comes from the fact that in many African languages there is no word for “dementia”, which is often described as “confusion” or “madness”. This photo reminds us that fear and misunderstanding can still cause injustice, and that kindness and care are important, especially for older people.",
        "short-educational-adult": "This photograph by <strong>Lee-Ann Olwage</strong>, taken in <strong>2022</strong> in a “witch camp” in <strong>Ghana</strong>, portrays <strong>Sugri Zenabu</strong>, an elderly woman accused of witchcraft due to symptoms associated with <strong>dementia</strong>. The image exposes how superstition and gendered discrimination continue to shape the treatment of vulnerable women today.",
        "medium-educational-adult": "This photograph by <strong>Lee-Ann Olwage</strong>, taken in <strong>2022</strong> in a “witch camp” in <strong>Ghana</strong>, portrays <strong>Sugri Zenabu</strong>, an elderly woman accused of witchcraft after exhibiting symptoms associated with <strong>dementia</strong>. <br>The image forms part of <em>The Big Forget</em>, a long-term project examining how dementia is misunderstood and stigmatized across the African continent. The title derives from the discovery that in most indigenous African languages there is no word for “dementia”, which is often described through terms such as “confusion” or “madness”, carrying strong negative connotations. <br>Olwage’s work reveals how accusations of witchcraft persist in some parts of the world as a gendered response to illness, age, and social vulnerability.",
        "long-educational-adult": "This photograph by <strong>Lee-Ann Olwage</strong>, taken in <strong>2022</strong> in a “witch camp” in <strong>Ghana</strong>, portrays <strong>Sugri Zenabu</strong>, an elderly woman accused of witchcraft after exhibiting symptoms associated with <strong>dementia</strong>. The image forms part of <em>The Big Forget</em>, a long-term project investigating the social consequences of <strong>dementia</strong> across the African continent. The project’s title refers to the absence of a direct equivalent for “dementia” in many indigenous  African languages, which is often described through terms such as “confusion” or “madness”, carrying strong negative connotations. <br>In contexts where illness is interpreted through spiritual belief systems, elderly women are particularly vulnerable to accusations of sorcery. Many are banished to <strong>witch camps</strong> that offer protection from violence but also reinforce isolation and stigma. <br><br>By placing Zenabu in this frame, Olwage recalls the ritual of <strong>accusations</strong>, where women were encircled and condemned, but also hints at the enduring architecture of patriarchy. Olwage’s photograph draws a powerful connection between historical witch hunts and contemporary forms of gendered exclusion, reminding viewers that <strong>persecution has not disappeared, but changed form</strong>. Here, the witch is no longer a mythic monster, a pop icon or a feminist symbol, but once again a vulnerable woman subject to fear, banishment and neglect.",
        "short-scholar": "Taken in <strong>2022</strong> in northern <strong>Ghana</strong>, this photograph by <strong>Lee-Ann Olwage</strong> forms part of <em>The Big Forget</em>, a long-term project examining <strong>dementia</strong> and its social stigma across the African continent. The image portrays <strong>Sugri Zenabu</strong>, an elderly woman accused of witchcraft and banished to a <strong>“witch camp”</strong>. Olwage’s work establishes a continuity between historical witch hunts and contemporary mechanisms of gendered exclusion.",
        "medium-scholar": "Taken in <strong>2022</strong> in northern <strong>Ghana</strong>, this photograph by <strong>Lee-Ann Olwage</strong> forms part of <em>The Big Forget</em>t, a long-term project examining <strong>dementia</strong>  and its social stigma across the African continent. The project’s title refers to the absence of a direct equivalent for the term “dementia” in many indigenous African languages, where the condition is often described through concepts such as “confusion” or “madness,” terms that carry strong social stigma. <br>The image portrays <strong>Sugri Zenabu</strong>, an elderly woman accused of witchcraft and banished to a <strong>“witch camp”</strong>. She is depicted seated and encircled by other residents of the camp, displaying visible signs of confusion associated with dementia. <br>As life expectancy increases, dementia is becoming a growing public health and socio-cultural issue in many African contexts. In communities where spiritual belief systems shape everyday interpretations of illness, symptoms such as disorientation, incoherent speech, or erratic behavior are frequently attributed to witchcraft or possession. Those accused are often banished to so-called “witch camps”: controversial spaces that may offer protection from immediate violence while simultaneously reinforcing stigma and isolation. <br><br>Olwage’s work reveals how accusations of sorcery function as a gendered tool of marginalization, particularly affecting elderly women whose illness disrupts normative social roles. Viewers are confronted with a broader realization: <strong>witch hunts</strong> are not a closed chapter of European history, but a <strong>recurring global pattern</strong>, resurfacing in multiple postcolonial contexts, including parts of Africa, India, Latin America and Southeast Asia. By echoing the visual logic of historical accusation rituals, the photograph highlights the enduring structures of patriarchal control that link early modern witch hunts to contemporary practices of exclusion.",
        "long-scholar": "This portrait, captured in <strong>2022</strong> by <strong>Lee-Ann Olwage</strong> in one of the Gambaga “witch camps” in <strong>Ghana</strong>, depicts <strong>Sugri Zenabu</strong>, the mangazia (leader) of a community that lives in liminality, suspended between protection and exile. Zenabu sits encircled by other residents, displaying visible signs of confusion associated with <strong>dementia</strong>. <br><br>This photograph forms part of Olwage’s long-term project <em>The Big Forget</em>, a photographic investigation into the lives of elderly women affected by dementia across the African continent. The project’s title refers to the absence of a direct equivalent for the term “dementia” in many indigenous African languages, where the condition is often described through concepts such as “confusion” or “madness”, terms that carry strong social skills. Commissioned by the <em>Bob & Diane Fund</em> and later published by <em<Der Spiegel</em>, the project received international recognition, with this image winning a World Press Photo Award in 2023. <br><br>As life expectancy increases, dementia is becoming a growing public health and socio-cultural issue in many African contexts. In communities where superstition and spiritual beliefs systems shape everyday interpretation of illness, symptoms such as disorientation, incoherent speech or erratic behavior are frequently attributed to witchcraft or possession. Women, particularly elderly women, are disproportionately targeted, making accusations of witchcraft a persistently <strong>gendered mechanism of marginalization</strong>. Those accused are often banished to so-called <strong>“witch camps”</strong>: controversial spaces that may offer protection from immediate violence while simultaneously reinforcing stigma, isolation and systems of control governed by local authorities who profit from ritual practices and trials. <br><br>By framing Zenabu within a circle of onlookers, Olwage evokes the historical ritual of accusation, women surrounded, scrutinized and judged, while also exposing the enduring structures of patriarchal power. The image establishes a disturbing continuity between early modern witch hunts and contemporary forms of gendered exclusion. Here, the witch is neither myth nor metaphor, but a vulnerable woman subjected to fear, neglect and social abandonment. <br><br>In interviews, Olwage emphasizes the importance of culturally sensitive interventions, advocating collaboration between communities and health professionals to promote education around dementia and reduce stigma. Yet the photograph ultimately confronts viewers with a broader realization: <strong>witch hunts</strong> are not a closed chapter of European history, but a <strong>recurring global pattern</strong>, resurfacing in parts of postcolonial Africa, India, Latin America and Southeast Asia. <br><br>As feminist theorist <strong>Silvia Federici</strong> has argued, elderly and economically unproductive women are often perceived as burdens to be eliminated, yet they simultaneously embody repositories of collective memory and social cohesion. Woman, in Federici’s view, embodies a subversive potential rooted in her connection to nature, sexuality and social agency, a potential that patriarchy seeks to repress, discipline and redirect toward utilitarian ends. Witch hunts thus serve a dual function: they remove figures deemed dangerous and expendable, while their public cruelty disciplines other women into compliance. From medieval Europe to contemporary Ghana, the underlying mechanism remains strikingly similar. This image therefore resists historical closure. It warns that witch persecutions are not relics of the past, but evolving practices of exclusion. The patriarchal order continues to define which women are visible and which must disappear. If witches were once burned, today they may instead be silenced, displaced and forgotten. This photograph closes the exhibition’s historical arc while opening a contemporary ethical gaze, urging viewers not only to witness the continuity of women’s suppression, but to recognize their responsibility within it."
      }
    }
  },
  "narratives": {
    "chronological": ["hecate", "medea-amphora", "waldensian-witches", "malleus-maleficarum", "brewing-storm", "hortus-sanitatis", "woodcut-witches", "anna-goldi", "three-witches", "walnut-tree", "witchcraft-hung", "examination-witch", "morgan-le-fay", "circe-odysseus", "baba-yaga", "petronilla-de-meath", "streghe-tornate", "myths-series", "witches-america", "witch-camp-ghana"],
    "eras": {
      "myth-room": ["hecate", "medea-amphora", "circe-odysseus", "morgan-le-fay", "baba-yaga"],
      "persecution-room": ["waldensian-witches", "malleus-maleficarum", "brewing-storm", "hortus-sanitatis", "woodcut-witches", "examination-witch"],
      "reinterpretation-room": ["three-witches", "walnut-tree", "witchcraft-hung", "myths-series"],
      "re-appropriation-room": ["anna-goldi", "petronilla-de-meath", "streghe-tornate", "witches-america", "witch-camp-ghana"]
    }
  }
}